Repository: yukui-wang/M3
Catalog: CMPCore/CMPCore/Resources/*.lproj/InfoPlist.strings
Languages: ar, ja, ko, lo, ms, ru, zh_hans, zh_hant

# CFBundleName
source: Mobile Office
ar: مكتب متنقل
ja: モバイルオフィス
ko: 그룹웨어
lo: ຫ້ອງການເຄື່ອນທີ່
ms: Pejabat mudah alih
ru: мобильный офис
zh_hans: 移动办公
zh_hant: 移動辦公

# CFBundleDisplayName
source: Mobile Office
ar: مكتب متنقل
ja: モバイルオフィス
ko: 그룹웨어
lo: ຫ້ອງການເຄື່ອນທີ່
ms: Pejabat mudah alih
ru: мобильный офис
zh_hans: 移动办公M3
zh_hant: 移動辦公

# NSLocationWhenInUseUsageDescription
source: Allow “Mobile Office” to access your location while you are using the app;If not, you can't send location and sign in to locate.
ar: يرجى السماح لـ ＂Mobile Office＂ بالوصول إلى موقعك ؛ وإذا لم يكن مسموحًا به ، فلن تتمكن من استخدام تسليم الموقع وموقع تسجيل الوصول وغير ذلك.
ja: 「モバイルオフィス」にあなたの場所へのアクセスを許可してください;許可されない場合、あなたは位置情報配信、チェックインおよび他の機能を使用することができません。
ko: “그룹웨어”가 귀하의 위치에 접근 허용하십시오, 허용되지 않는 경우 위치 정보 전달, 체크인 및 기타 기능을 사용할 수 없습니다.
lo: ກະລຸນາອະນຸຍາດໃຫ້ "ຫ້ອງການເຄື່ອນທີ່" ເຂົ້າເຖິງສະຖານທີ່ຂອງທ່ານ; ຖ້າບໍ່, ທ່ານຈະບໍ່ສາມາດໃຊ້ສະຖານທີ່ສົ່ງ, ສະຖານທີ່ເຂົ້າສູ່ລະບົບແລະ ໜ້າ ທີ່ອື່ນໆ.
ms: Sila berikan ＂Pejabat Mudah Alih＂ untuk mengakses lokasi anda; jika tidak dibenarkan, anda tidak akan dapat menggunakan penghantaran lokasi, daftar masuk dan ciri-ciri lain.
ru: пожалуйста, разрешите переместить офис на ваше место. если это не разрешено, вы не сможете использовать такие возможности, как отправка, регистрация и определение местоположения.
zh_hans: 请允许“移动办公”访问你的位置；若不允许，你将无法使用位置发送、签到定位等功能。
zh_hant: 請允許“移動辦公”訪問你的位置；若不允許，你將無法使用位置發送、簽到定位等功能。

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Allow “Mobile Office” to access your location while you are using the app;If not, you can't send location and sign in to locate.
ar: يرجى السماح لـ ＂Mobile Office＂ بالوصول إلى موقعك ؛ وإذا لم يكن مسموحًا به ، فلن تتمكن من استخدام تسليم الموقع وموقع تسجيل الوصول وغير ذلك.
ja: 「モバイルオフィス」にあなたの場所へのアクセスを許可してください;許可されない場合、あなたは位置情報配信、チェックインおよび他の機能を使用することができません。
ko: “그룹웨어”에서 내 위치에 접근 허용하십시오. 허용되지 않으면 위치 정보 전송, 체크인 및 기타 기능을 사용할 수 없습니다.
lo: ກະລຸນາອະນຸຍາດໃຫ້ "ຫ້ອງການເຄື່ອນທີ່" ເຂົ້າເຖິງສະຖານທີ່ຂອງທ່ານ; ຖ້າບໍ່, ທ່ານຈະບໍ່ສາມາດໃຊ້ສະຖານທີ່ສົ່ງ, ສະຖານທີ່ເຂົ້າສູ່ລະບົບແລະ ໜ້າ ທີ່ອື່ນໆ.
ms: Sila berikan ＂Pejabat Mudah Alih＂ untuk mengakses lokasi anda; jika tidak dibenarkan, anda tidak akan dapat menggunakan penghantaran lokasi, daftar masuk dan ciri-ciri lain.
ru: пожалуйста, разрешите переместить офис на ваше место. если это не разрешено, вы не сможете использовать такие возможности, как отправка, регистрация и определение местоположения.
zh_hans: 请允许“移动办公”访问你的位置；若不允许，你将无法使用位置发送、签到定位等功能。
zh_hant: 請允許“移動辦公”訪問你的位置；若不允許，你將無法使用位置發送、簽到定位等功能。

# NSCalendarsUsageDescription
source: Allow “Mobile Office” to access the calendar while you are using the app;If not, you can't use schedule-synchronized.
ar: يرجى السماح لـ ＂Mobile Office＂ بالوصول إلى التقويم الخاص بك ؛ وإذا لم يكن مسموحًا به ، فلن تتمكن من استخدام ميزات مثل مزامنة التقويم.
ja: カレンダーへのアクセスを ＂モバイルオフィス＂に許可してください;許可されていない場合、カレンダー同期などの機能を使用することはできません。
ko: “그룹웨어”가 귀하의 캘린더에 접근 허용하십시오. 허용되지 않으면 캘린더 동기화와 같은 기능을 사용할 수 없습니다.
lo: ກະລຸນາອະນຸຍາດໃຫ້ "ຫ້ອງການເຄື່ອນທີ່" ເຂົ້າເບິ່ງປະຕິທິນຂອງທ່ານ; ຖ້າບໍ່, ທ່ານຈະບໍ່ສາມາດໃຊ້ ໜ້າ ທີ່ເຊັ່ນການ ກຳ ນົດເວລາໄດ້.
ms: Sila berikan ＂Pejabat Mudah Alih＂ untuk mengakses kalendar anda; jika tidak dibenarkan, anda tidak akan dapat menggunakan ciri-ciri seperti penyegerakan kalendar.
ru: Разрешить доступ к календарю мобильным офисам, если это не разрешено, вы не сможете использовать такие возможности, как синхронизация календаря.
zh_hans: 请允许“移动办公”访问你的日历；若不允许，你将无法使用日程同步等功能。
zh_hant: 請允許“移動辦公”訪問你的行事曆；若不允許，你将无法使用日程同步等功能。

# NSContactsUsageDescription
source: Allow “Mobile Office” to access your contacts while you are using the app;If not, you can't use address book contacts and add contacts to the local address book.
ar: يرجى السماح لـ ＂Mobile Office＂ بالوصول إلى جهات الاتصال الخاصة بك ؛ وإذا لم يكن مسموحًا به ، فلن تتمكن من استخدام جهات الاتصال وإضافة جهات الاتصال المحلية والمزيد.
ja: ＂Mobile Office＂があなたの連絡先にアクセスすることを許可してください;許可されない場合、あなたは連絡先を使用することができなくなり、ローカルの連絡先に追加することができなくなります。
ko: “그룹웨어”가 귀하의 연락처에 접근 허용하십시오, 허용되지 않으면 귀하는 연락처를 사용하거나, 지역 연락처 등을 추가할 수 없습니다
lo: ກະລຸນາອະນຸຍາດໃຫ້ "ຫ້ອງການເຄື່ອນທີ່" ເຂົ້າເບິ່ງປື້ມທີ່ຢູ່ຂອງທ່ານ; ຖ້າວ່າມັນບໍ່ໄດ້ຮັບອະນຸຍາດ, ທ່ານຈະບໍ່ສາມາດໃຊ້ລາຍຊື່ຜູ້ຕິດຕໍ່ທີ່ຢູ່, ເພີ່ມໃສ່ປື້ມທີ່ຢູ່ໃນທ້ອງຖິ່ນແລະ ໜ້າ ທີ່ອື່ນໆ.
ms: Sila berikan ＂Pejabat Mudah Alih＂ untuk mengakses kenalan anda; jika tidak dibenarkan, anda tidak akan dapat menggunakan kenalan, menambah kenalan tempatan dan banyak lagi.
ru: пожалуйста, разрешите мобильным офисам получить доступ к вашим записям. если это не разрешено, вы не сможете использовать контакт с записью и добавить его в локальный каталог.
zh_hans: 请允许“移动办公”访问你的通讯录；若不允许，你将无法使用通讯录联系人、添加到本地通讯录等功能。
zh_hant: 請允許“移動辦公”訪問你的通訊錄；若不允許，你將無法使用通訊錄連絡人、添加到本地通訊錄等功能。

# NSPhotoLibraryUsageDescription
source: Allow “Mobile Office” to access your photos while you are using the app;If not, you can't send photos or add pictures in the enclosure.
ar: يرجى السماح لـ ＂Mobile Office＂ بالوصول إلى ألبوم الصور الخاص بك ؛ وإذا لم يكن مسموحًا به ، فلن تتمكن من إرسال الصور إلى الزملاء وتحميل صور الألبوم المحلية والمحتويات الأخرى في المرفق.
ja: ＂Mobile Office＂にあなたのフォトアルバムへのアクセスを許可してください;許可されていない場合、あなたは同僚への写真の送信、添付ファイルのローカルアルバム画像のアップロードなどはできません。
ko: “그룹웨어”가 귀하의 사진 앨범에 접근 허용하십시오. 허용되지 않으면 동료에게 사진을 보내거나 첨부 파일에 로컬 앨범 이미지를 업로드할 수 없습니다.
lo: ກະລຸນາອະນຸຍາດໃຫ້ "ຫ້ອງການໂທລະສັບມືຖື" ເຂົ້າເຖິງອັລບັມຂອງທ່ານ;
ms: Sila berikan ＂Pejabat Mudah Alih＂ untuk mengakses album foto anda; jika tidak dibenarkan, anda tidak akan dapat menghantar foto kepada rakan sekerja, memuat naik gambar album tempatan dan sebagainya dalam lampiran.
ru: пожалуйста, разреши мобильный рабочий стол получить доступ к альбому. если это не разрешено, вы не сможете отправить фотографии коллегам, разместить фотографии в приложении на локальном альбоме и так далее.
zh_hans: 请允许“移动办公”访问你的相册；若不允许，你将无法给同事发送照片、在附件中上传本地相册图片等内容。
zh_hant: 請允許“移動辦公”訪問你的相册；若不允許，你將無法給同事發送照片、在附件中上傳本地相册圖片等內容。

# NSCameraUsageDescription
source: Allow “Mobile Office” to access the camera while you are using the app;If not, you can't scan and take pictures.
ar: يرجى السماح لـ ＂Mobile Office＂ بالوصول إلى الكاميرا ؛ وإذا لم يكن مسموحًا به ، فلن تتمكن من استخدام عملية المسح والتقاط الصور وغيرها من المهام.
ja: 「Mobile Office」にあなたのカメラへのアクセスを許可してください;許可されていない場合、あなたはスイープを使用することができなくなり、写真やその他の機能が使えなくなります。
ko: “그룹웨어”에서 카메라에 접근 허용하십시오. 허용되지 않으면 스윕을 사용하거나 사진 및 기타 기능을 사용할 수 없습니다.
lo: ກະລຸນາອະນຸຍາດໃຫ້ "ຫ້ອງການເຄື່ອນທີ່" ເຂົ້າໃຊ້ກ້ອງຖ່າຍຮູບຂອງທ່ານ; ຖ້າບໍ່, ທ່ານຈະບໍ່ສາມາດໃຊ້ ໜ້າ ທີ່ເຊັ່ນການສະແກນແລະຖ່າຍຮູບ.
ms: Sila berikan ＂Pejabat Mudah Alih＂ untuk mengakses kamera anda, jika tidak dibenarkan, anda tidak akan dapat menggunakan sapuan, mengambil foto dan fungsi lain.
ru: пожалуйста, разрешите переместить офисный доступ к вашему фотоаппарату. если это не разрешено, вы не сможете использовать такие возможности, как сканирование, фотографирование и т.Д.
zh_hans: 请允许“移动办公”访问你的相机；若不允许，你将无法使用扫一扫、拍照等功能。
zh_hant: 請允許“移動辦公”訪問你的相機；若不允許，你將無法使用掃一掃、拍照等功能。

# NSPhotoLibraryAddUsageDescription
source: Allow “Mobile Office” to access your photos while you are using the app;If not, you can't send photos or add pictures in the enclosure.
ar: يرجى السماح لـ ＂Mobile Office＂ بالوصول إلى ألبوم الصور الخاص بك ؛ وإذا لم يكن مسموحًا به ، فلن تتمكن من إرسال الصور إلى الزملاء وتحميل صور الألبوم المحلية والمحتويات الأخرى في المرفق.
ja: ＂Mobile Office＂にあなたのフォトアルバムへのアクセスを許可してください;許可されていない場合、あなたは同僚への写真の送信、添付ファイルのローカルアルバム画像のアップロードなどはできません。
ko: “그룹웨어”가 귀하의 사진 앨범에 접근 허용하십시오. 허용되지 않으면 동료에게 사진을 보내거나 첨부 파일에 로컬 앨범 이미지를 업로드할 수 없습니다.
lo: ກະລຸນາອະນຸຍາດໃຫ້ "ຫ້ອງການໂທລະສັບມືຖື" ເຂົ້າເຖິງອັລບັມຂອງທ່ານ;
ms: Sila berikan ＂Pejabat Mudah Alih＂ untuk mengakses album foto anda; jika tidak dibenarkan, anda tidak akan dapat menghantar foto kepada rakan sekerja, memuat naik gambar album tempatan dan sebagainya dalam lampiran.
ru: пожалуйста, разреши мобильный рабочий стол получить доступ к альбому. если это не разрешено, вы не сможете отправить фотографии коллегам, разместить фотографии в приложении на локальном альбоме и так далее.
zh_hans: 请允许“移动办公”访问你的相册；若不允许，你将无法给同事发送照片、在附件中上传本地相册图片等内容。
zh_hant: 請允許“移動辦公”訪問你的相册；若不允許，你將無法給同事發送照片、在附件中上傳本地相册圖片等內容。

# NSMicrophoneUsageDescription
source: Allow “Mobile Office” to access the microphone while you are using the app;If not, you can't send voice messages and use a video conference.
ar: يرجى السماح لـ ＂Mobile Office＂ بالوصول إلى الميكروفون الخاص بك ؛ وإذا لم يكن مسموحًا به ، فلن تتمكن من استخدام الرسائل الصوتية وعقد المؤتمرات عبر الفيديو وغير ذلك.
ja: 「Mobile Office」があなたのマイクにアクセスすることを許可してください;そうでなければ、あなたはボイスメッセージ、ビデオ会議などを使用することができません。
ko: “그룹웨어”가 마이크에 접근 허용하고 그렇지 않은 경우 음성 메시징, 화상 회의 및 기타 기능을 사용할 수 없습니다.
lo: ກະລຸນາອະນຸຍາດໃຫ້ "ຫ້ອງການເຄື່ອນທີ່" ເຂົ້າເຖິງໄມໂຄຣໂຟນຂອງທ່ານ; ຖ້າບໍ່, ທ່ານຈະບໍ່ສາມາດໃຊ້ ໜ້າ ທີ່ໃນການສົ່ງຂໍ້ຄວາມສຽງ, ການປະຊຸມທາງວິດີໂອແລະອື່ນໆ.
ms: Sila berikan ＂Pejabat Mudah Alih＂ untuk mengakses mikrofon anda; jika tidak, anda tidak akan dapat menggunakan pemesejan suara, persidangan video dan banyak lagi.
ru: пожалуйста, разреши мобильный рабочий стол получить доступ к микрофону. если это не разрешено, вы не сможете использовать голосовые сообщения, видеоконференции и другие возможности.
zh_hans: 请允许“移动办公”访问你的麦克风；若不允许，你将无法使用发送语音消息、视频会议等功能。
zh_hant: 請允許“移動辦公”訪問你的麥克風；若不允許，你將無法使用發送語音消息、視訊會議等功能。

# NSFaceIDUsageDescription
source: Allow “Mobile Office” to access the Face ID while you are using the app;If not, you can't use face unlock.
ar: يرجى السماح لـ ＂Mobile Office＂ بالوصول إلى معرف وجهك ؛ وإذا لم يكن مسموحًا به ، فلن تتمكن من استخدام ميزات مثل فتح الوجه.
ja: 「Mobile Office」があなたのフェイスIDにアクセスすることを許可してください;そうでなければ、フェイスロック解除のような機能を使用することはできません。
ko: “그룹웨어”가 귀하의 얼굴 ID에 접근 허용하십시오. 허용되지 않으면 얼굴 잠금 해제와 같은 기능을 사용할 수 없습니다。
lo: ກະລຸນາອະນຸຍາດໃຫ້ "ຫ້ອງການເຄື່ອນທີ່" ເຂົ້າໃຊ້ບັດປະ ຈຳ ຕົວຂອງທ່ານ; ຖ້າບໍ່ໄດ້ຮັບອະນຸຍາດ, ທ່ານຈະບໍ່ສາມາດໃຊ້ຄຸນລັກສະນະຕ່າງໆເຊັ່ນ: ການປົດລັອກໃບ ໜ້າ.
ms: Sila berikan ＂Pejabat Mudah Alih＂ untuk mengakses id wajah anda; jika tidak, anda tidak akan dapat menggunakan ciri-ciri seperti buka kunci muka.
ru: пожалуйста, разрешить мобильный офисный доступ к идентификатору лица. если это не разрешено, то вы не сможете использовать эту функцию, как разблокирование лица.
zh_hans: 请允许“移动办公”访问你的面容ID；若不允许，你将无法使用面容解锁等功能。
zh_hant: 請允許“移動辦公”訪問你的面容ID；若不允許，你將無法使用面容解鎖等功能。
