Repository: yukui-wang/M3
Catalog: CMPCore/CMPCore/Resources/*.lproj/Localizable.strings
Languages: ar, ja, ko, lo, ms, ru, zh_hans, zh_hant

# gesture_clicked_return
source: Clicked Return
ar: النقر على زر العودة
ja: 戻るボタンをクリック
ko: 뒤로 버튼 클릭
lo: ກົດປຸ່ມກັບຄືນ
ms: Klik butang belakang
ru: Нажмите кнопку назад
zh_hans: 点击了回退按钮
zh_hant: 點擊了回退按鈕

# open_app_download_adress
source: Open Application Download Address
ar: افتح عنوان تنزيل التطبيق
ja: アプリのダウンロードアドレスを開く
ko: 응용 프로그램 다운로드 주소 열기
lo: ເປີດທີ່ຢູ່ດາວໂຫລດໃບສະ ໝັກ
ms: Buka alamat muat turun aplikasi
ru: Открыть адрес приложения для загрузки
zh_hans: 打开应用下载地址
zh_hant: 打開應用下載地址

# url_empty
source: Empty URL Address
ar: عنوان url فارغ.
ja: URLアドレスが空です。
ko: URL 주소가 공백입니다
lo: ທີ່ຢູ່ url ບໍ່ຫວ່າງ
ms: Alamat url kosong.
ru: URL адрес пуст
zh_hans: url地址为空
zh_hant: url地址為空

# parameters_error
source: Parameters Passed Error
ar: خطأ المعلمة مرت
ja: 渡されたパラメータエラー
ko: 전달된 매개 변수가 잘못되었습니다.
lo: ຕົວ ກຳ ນົດທີ່ບໍ່ຖືກຕ້ອງຜ່ານໄປ
ms: Ralat parameter lulus
ru: ошибка передачи параметров
zh_hans: 传递的参数错误
zh_hant: 傳遞的參數錯誤

# database_inser_error
source: Error Inserting into Database.
ar: حدث خطأ أثناء إدراج قاعدة البيانات.
ja: データベースの挿入中にエラーが発生しました。
ko: 데이터 베이스를 삽입하는 중 오류가 발생했습니다.
lo: ຂໍ້ຜິດພາດໃນການປ້ອນຂໍ້ມູນເຂົ້າຖານຂໍ້ມູນ.
ms: Terdapat ralat memasukkan pangkalan data.
ru: Ошибка вставки базы данных.
zh_hans: 插入数据库出错。
zh_hant: 插入資料庫出錯。

# data_fail_local
source: Fail to Find Corresponding Data in Local Files
ar: لم يتم العثور على البيانات المقابلة محليا.
ja: 対応するデータがローカルに見つかりませんでした。
ko: 해당 데이터를 로컬에서 찾을 수 없습니다
lo: ຂໍ້ມູນທີ່ສອດຄ້ອງກັນບໍ່ພົບໃນທ້ອງຖິ່ນ
ms: Data yang sama tidak terdapat di dalam negara.
ru: локальные данные не найдены
zh_hans: 本地未找到对应的数据
zh_hant: 本地未找到對應的數據

# viewController_unsupported
source: Unsupported viewController
ar: viewController لا يدعم
ja: viewControllerはサポートしていません
lo: viewController ບໍ່ຮອງຮັບ
ms: viewController tidak menyokong
ru: ViewController не поддерживается
zh_hans: viewController 不支持
zh_hant: viewController不支持

# memberid_nil
source: memberid Cannot Be Empty
ar: لا يمكن أن يكون العضو خاليًا
ja: メンバーIDは空にできません
ko: 구성원 ID는 비워 둘 수 없습니다.
lo: ສະມາຊິກບໍ່ສາມາດເປົ່າ
ms: Memberidah tidak boleh kosong
ru: Memberid не может быть пустым
zh_hans: memberid 不能为空
zh_hant: memberid不能為空

# jsapi_error
source: jsapi and openAppMethod properties cannot be empty, please review manifest.json.
ar: لا يمكن أن تكون خصائص Jsapi و openAppMethod فارغة ، يرجى التحقق من ملف manifest.json
ja: JsapiおよびopenAppMethodプロパティは空にできません。manifest.jsonファイルを確認してください。
ko: jsapi 및 openAppMethod 속성을 비워 둘 수 없습니다. manifest.json 파일을 확인하십시오.
lo: jsapi ແລະຄຸນລັກສະນະ openAppMethod ບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງ, ກະລຸນາກວດເບິ່ງໄຟລ໌ manifest.json
ms: Jsapi dan sifat openAppMethod tidak boleh kosong, sila periksa fail manifest.json
ru: свойства jsapi и openAppMethod не могут быть пустыми, проверьте файл manifest.Json
zh_hans: jsapi与openAppMethod属性不能空，请检查manifest.json文件
zh_hant: jsapi與openAppMethod内容不能空，請檢查manifest.json檔案

# device_ios_low
source: Low IOS Version
ar: إصدار ios منخفض جدًا
ja: IOSバージョンが低すぎます
ko: IOS 버전이 너무
lo: ລຸ້ນ IOS ແມ່ນຕໍ່າເກີນໄປ
ms: Versi ios terlalu rendah
ru: версия IOS слишком низкая
zh_hans: IOS版本太低
zh_hant: IOS版本太低

source: Please install WPS
ar: الرجاء تثبيت wps
ja: wpsをインストールしてください
ko: WPS를 설치하십시오 낮습니다
lo: ກະລຸນາຕິດຕັ້ງ WPS
ms: Sila pasang wps
ru: пожалуйста, установите WPS
zh_hans: 请安装WPS
zh_hant: 請安裝WPS

# iAppOffice_unauthorization
source: WPS serial number is invalid, please contact the system administrator to set / update the mobile office serial number!
ar: الرقم التسلسلي لمكتب المحمول غير صالح ، يرجى الاتصال بمسؤول النظام لتعيين / تحديث الرقم التسلسلي لمكتب المحمول!
ja: モバイルオフィスのシリアル番号が無効です。システム管理者に連絡して、モバイルオフィスのシリアル番号を設定/更新してください。
ko: 모바일 오피스 일련 번호가 유효하지 않습니다. 시스템 관리자에게 연락하여 모바일 오피스 일련 번호를 설정 / 업데이트하십시오!
lo: ເບີໂທລະສັບມືຖືຂອງຫ້ອງການເຄື່ອນທີ່ແມ່ນບໍ່ຖືກຕ້ອງ, ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບເພື່ອຕັ້ງ / ປັບປຸງເລກ ລຳ ດັບຫ້ອງການເຄື່ອນທີ່!
ms: Nombor siri pejabat mudah alih tidak sah. Sila hubungi pentadbir sistem untuk menetapkan / mengemaskini nombor siri pejabat mudah alih!
ru: неверный номер последовательности мобильных office, свяжитесь с системным администратором настройки / обновления мобильных офисных номеров!
zh_hans: 移动office序列号无效，请联系系统管理员设置/更新移动office序列号！
zh_hant: 移動office序號無效，請聯系系統管理員設定/更新移動office序號！

# reopen_wps
source: Please reopen WPS
ar: Wps مشغولة ، يرجى إعادة تشغيل wps
ja: Wpsが占有されています。WPSを再起動してください。
ko: WPS가 사용 중입니다. WPS를 다시 시작하십시오.
lo: WPS ຖືກຄອບຄອງ, ກະລຸນາເລີ່ມ ໃໝ່ WPS
ms: Wps diduduki, sila mulakan semula wps
ru: WPS занято, пожалуйста, Перезагрузите WPS
zh_hans: WPS被占用，请重新启动WPS
zh_hant: WPS被佔用，請重新啟動WPS

# call_identification_setting_alert
source: For the normal use of call reminder function, please go to "Phone - Call Blocking & Identification" in the open system privileges
ar: من أجل استخدام وظيفة تنبيه المكالمات بشكل طبيعي ، يرجى فتح إذن النظام في "الهاتف - حظر المكالمات وتحديد الهوية"
ja: 通常の着信通知機能を使用するには、[電話 - 着信拒否と識別]でシステム権限を開きます。
ko: 걸려온 전화 알림을 정상적으로 사용하려면＂전화 - 통화 차단 및 식별 ＂로 이동하여 시스템 권한을 여십시오.
lo: ເພື່ອ ນຳ ໃຊ້ຟັງຊັນການເຕືອນການໂທໂດຍປົກກະຕິ, ກະລຸນາໄປທີ່ "ການປິດກັ້ນໂທລະສັບແລະການລະບຸຕົວຕົນເອງ" ເພື່ອເປີດສິດໃນລະບົບ
ms: Untuk menggunakan fungsi amaran panggilan secara normal, sila buka kebenaran sistem dalam ＂Telefon - Panggilan Penghalang dan Pengenalpastian＂
ru: для нормального использования функции напоминания при вызове, пожалуйста, включите системные права на вызов - вызов блокировки и идентификацию
zh_hans: 为正常使用来电提醒功能，请你到“电话-来电阻止与身份识别”中开启系统权限
zh_hant: 為正常使用來電提醒功能，請你到“電話-來電封锁與身份識別”中開啟系統許可權

# call_identification_unkown_error
source: Unkown Error
ar: لقد حدث خطأ غير معروف
ja: 不明なエラーが発生しました
ko: 알 수없는 오류가 발생했습니다
lo: ເກີດຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຕົວ
ms: Ralat yang tidak diketahui telah berlaku
ru: произошла неизвестная ошибка
zh_hans: 发生未知错误
zh_hant: 發生未知錯誤

# call_identification_to_setting
source: Go Setting
ar: الذهاب إلى مجموعة
ja: セットへ
ko: 설정으로 이동
lo: ໄປຕັ້ງ
ms: Pergi ke set
ru: перейти к настройке
zh_hans: 去设置
zh_hant: 去設定

# call_identification_low_system
source: Call alert function is only supported for iOS 10 and above systems
ar: ميزة تنبيه المكالمات تدعم نظام iOS 10 وما فوق فقط
ja: 通話警告機能はiOS 10以降のみをサポートします
ko: 전화 알림은 iOS 10 이상 시스템 만 지원합니다
lo: ຟັງຊັນເຕືອນການໂທພຽງແຕ່ຮອງຮັບລະບົບ iOS 10 ຂຶ້ນໄປ
ms: Ciri amaran panggilan hanya menyokong iOS 10 dan ke atas
ru: функция напоминания вызова поддерживается только системой iOS 10 или выше
zh_hans: 来电提醒功能仅支持iOS 10以上系统
zh_hant: 來電提醒功能僅支持iOS 10以上系統

# call_identification_contacts_error
source: Failed to get the address book, please wait for the address book to download and try again
ar: أخفق الحصول على دفتر العناوين ، يرجى الانتظار حتى يتم تنزيل دفتر العناوين والمحاولة مرة أخرى
ja: アドレス帳を取得できませんでした。アドレス帳がダウンロードされるのを待ってからもう一度お試しください。
ko: 주소록을 가져오지 못했습니다. 주소록 다운로드가 완료 될 때까지 기다렸다가 다시 시도하십시오.
lo: ລົ້ມເຫລວໃນການໄດ້ຮັບປື້ມທີ່ຢູ່, ກະລຸນາລໍຖ້າການດາວໂຫລດປື້ມທີ່ຢູ່ເພື່ອໃຫ້ ສຳ ເລັດແລະລອງ ໃໝ່ ອີກຄັ້ງ
ms: Gagal mendapatkan buku alamat, sila tunggu buku alamat untuk dimuat turun dan cuba lagi
ru: не удалось получить адресную книгу, пожалуйста, ждите завершения загрузки справочника после его повторного испытания
zh_hans: 获取通讯录失败，请等待通讯录下载完成后重试
zh_hant: 獲取通訊錄失敗，請等待通訊錄下載完成後重試

# call_identification_open_success
source: Turn on the call identification success
ar: قم بتشغيل تذكير المكالمة بنجاح
ja: 通話メモを有効にする
ko: 전화 알림 켜키 성공
lo: ເປີດການແຈ້ງເຕືອນການໂທ ສຳ ເລັດແລ້ວ
ms: Hidupkan peringatan panggilan dengan jayanya
ru: включить напоминание об успехе
zh_hans: 开启来电提醒成功
zh_hant: 開啟來電提醒成功

# call_identification_open_fail
source: Turn on the call identification fail
ar: أخفق تشغيل تذكير المكالمة
ja: 通話の通知を有効にできませんでした
ko: 전화 알림 켜키 실패
lo: ລົ້ມເຫລວໃນການເປີດໃຊ້ການເຕືອນການໂທ
ms: Hidupkan peringatan panggilan gagal
ru: открытие напоминания об ошибке
zh_hans: 开启来电提醒失败
zh_hant: 開啟來電提醒失敗

# call_identification_close_success
source: Turn off the call identification success
ar: قم بإيقاف تشغيل تذكير المكالمة بنجاح
ja: 通話メモを無効にする
ko: 전화 알림 닫기 성공
lo: ປິດເຕືອນການໂທດ້ວຍຄວາມ ສຳ ເລັດ
ms: Matikan peringatan panggilan dengan jayanya
ru: Закрыть напоминание об успешности
zh_hans: 关闭来电提醒成功
zh_hant: 關閉來電提醒成功

# call_identification_close_fail
source: Turn off the call identification fail
ar: قم بإيقاف تشغيل فشل تنبيه المكالمة
ja: 通話警告の失敗を無効にする
ko: 전화 알림 닫기 실패
lo: ລົ້ມເຫລວໃນການປິດການແຈ້ງເຕືອນການໂທ
ms: Matikan kegagalan amaran panggilan
ru: закрыть напоминание об ошибке
zh_hans: 关闭来电提醒失败
zh_hant: 關閉來電提醒失敗

# call_identification_guide_title
source: Turn on the call identification
ar: تشغيل تذكير مكالمة m3
ja: m3通話通知をオンにする
ko: M3 전화 알림 켜기
lo: ເປີດໃຊ້ງານເຕືອນການໂທ M3
ms: Hidupkan peringatan panggilan m3
ru: Включить напоминание о звонке M3
zh_hans: 开启M3来电提醒
zh_hant: 開啟M3來電提醒

# call_identification_guide_1
source: Step 1:Open [Phone] - [Call Blocking & Identification]
ar: الخطوة 1: انتقل إلى [إعدادات الهاتف] للعثور على [حظر المكالمات وتحديد الهوية]
ja: ステップ1：[着信拒否]を見つけるために[電話の設定]に移動します
ko: 1 단계 : [전화 설정]으로 이동하여 [통화 차단 및 발신자 확인] 을 찾으십시오
lo: ຂັ້ນຕອນທີ 1: ໄປທີ່ [ການຕັ້ງຄ່າໂທລະສັບ] ເພື່ອຊອກຫາ [ການໂທເຂົ້າແລະການກໍານົດການໂທເຂົ້າ]
ms: Langkah 1: Pergi ke [Tetapan Telefon] untuk mencari [Panggilan Penyekatan dan Pengenalan]
ru: Этап 1: поиск [телефонных звонков, блокирующих идентификацию]
zh_hans: 第1步：去【电话设置】找到【来电阻止与身份识别】
zh_hant: 第1步：去【電話設定】找到【來電封锁與身份識別】

# call_identification_guide_2
source: Step 2:Turn on M3
ar: الخطوة 2: فتح [مكتب المحمول]
ja: ステップ2：[モバイルオフィス]を開く
ko: 2 단계 : [그룹 웨어] 열기
lo: ຂັ້ນຕອນທີ 2: ເປີດ [ຫ້ອງການເຄື່ອນທີ່]
ms: Langkah 2: Terbuka [Pejabat Mudah Alih]
ru: этап 2: Открытие [мобильного офиса]
zh_hans: 第2步：开启【移动办公】
zh_hant: 第2步：開啟【移動辦公】

# login_login
source: Login
ar: تسجيل الدخول
ja: ログイン
ko: 로그인
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
ms: Masuk
ru: вход
zh_hans: 登录
zh_hant: 登入

# login_login_ing
source: Logging in...
ar: تسجيل الدخول...
ja: サインイン...
ko: 로그인...
lo: ເຂົ້າສູ່ລະບົບ ...
ms: Masuk...
ru: Вход в систему...
zh_hans: 正在登录...
zh_hant: 正在登入...

# login_bindtip
source: The security level of this account is high. You need to bind this device before you can log in. Do you want to send a binding request?
ar: مستوى الأمان لهذا الحساب مرتفع ، حيث يلزم ربط هذا الجهاز قبل أن تتمكن من تسجيل الدخول. هل تريد إرسال طلب ملزم؟
ja: このアカウントのセキュリティレベルは高く、ログインする前にこのデバイスをバインドする必要があります。バインド要求を送信しますか？
ko: 이 계정의 보안 수준이 높습니다. 로그인하기 전에이 장치를 바인딩해야합니다. 바인딩 요청을 보내시겠습니까?
lo: ລະດັບຄວາມປອດໄພຂອງບັນຊີນີ້ສູງ, ທ່ານສາມາດເຂົ້າສູ່ລະບົບຫຼັງຈາກຜູກມັດອຸປະກອນນີ້, ທ່ານຕ້ອງການສົ່ງ ຄຳ ຮ້ອງຂໍທີ່ຖືກຜູກມັດບໍ?
ms: Tahap keselamatan akaun ini tinggi. Anda perlu mengikat peranti ini sebelum anda boleh log masuk. Adakah anda mahu menghantar permintaan mengikat?
ru: Уровень безопасности этой учетной записи высок. Вам необходимо привязать это устройство, прежде чем вы сможете войти в систему. Хотите отправить запрос на привязку?
zh_hans: 此账号安全级别为高，需绑定此设备后才可登录，是否发送绑定申请？
zh_hant: 此賬號安全級別為高，需綁定此設備後才可登錄，是否發送綁定申請？

# login_input_empty
source: Username or password cannot be empty
ar: اسم المستخدم أو كلمة المرور لا يمكن أن تكون فارغة
ja: ユーザー名またはパスワードは空にできません
ko: 사용자 이름 또는 비밀번호는 비워 둘 수 없습니다.
lo: ຊື່ຜູ້ໃຊ້ຫລືລະຫັດຜ່ານບໍ່ສາມາດຫວ່າງໄດ້
ms: Nama pengguna atau kata laluan tidak boleh kosong
ru: имя или пароль не могут быть пустыми
zh_hans: 用户名或密码不能为空
zh_hant: 用戶名或密碼不能為空

# login_input_empty2
source: Phone number or password cannot be empty
ar: رقم الهاتف أو كلمة المرور لا يمكن أن تكون فارغة
ja: 電話番号またはパスワードは空にできません
ko: 전화 번호 또는 비밀번호는 비워 둘 수 없습니다.
lo: ເບີໂທລະສັບມືຖືຫຼືລະຫັດຜ່ານບໍ່ສາມາດຫວ່າງໄດ້
ms: Nombor telefon atau kata laluan tidak boleh kosong
ru: номер телефона или пароль не может быть пустым
zh_hans: 手机号或密码不能为空
zh_hant: 手機號或密碼不能為空

# login_forget_password
source: Forget password
ar: نسيت كلمة المرور
ja: パスワードを忘れた
ko: 비밀번호 잊어버림
lo: ລືມລະຫັດຜ່ານ
ms: Lupa kata laluan anda
ru: Забыть пароль
zh_hans: 忘记密码
zh_hant: 忘記密碼

# login_username
source: Username
ar: اسم المستخدم
ja: ユーザー名
ko: 사용자 이름
lo: ຊື່ຜູ້ໃຊ້
ms: Nama pengguna
ru: Имя пользователя
zh_hans: 用户名
zh_hant: 用戶名

# login_password
source: Password
ar: كلمة المرور
ja: パスワード
ko: 암호
lo: ລະຫັດຜ່ານ
ms: Kata laluan
ru: пароль
zh_hans: 密码
zh_hant: 密碼

# login_forget_alert
source: Please go to the computer login page to retrieve the password
ar: يرجى الذهاب إلى صفحة تسجيل الدخول بجهاز الكمبيوتر الخاص بك لاستعادة كلمة المرور الخاصة بك.
ja: パスワードを取得するには、コンピュータのログインページにアクセスしてください。
ko: 컴퓨터의 로그인 페이지로 가서 암호를 검색하십시오
lo: ກະລຸນາໄປທີ່ ໜ້າ ເຂົ້າສູ່ລະບົບຂອງຄອມພິວເຕີຂອງທ່ານເພື່ອເອົາລະຫັດຜ່ານຂອງທ່ານ
ms: Sila pergi ke halaman log masuk komputer anda untuk mendapatkan kata laluan anda.
ru: поиск пароля на странице входа в компьютер
zh_hans: 请到电脑的登录页面找回密码
zh_hant: 請到電腦的登入頁面找回密碼

# login_server_add
source: Add
ar: إضافة
ja: 追加する
ko: 추가
lo: ຕື່ມໃສ່
ms: Tambah
ru: Добавить
zh_hans: 添加
zh_hant: 添加

# login_server_list_title
source: Select the server address
ar: حدد عنوان الخادم
ja: サーバーアドレスを選択
ko: 서버 주소 선택
lo: ເລືອກທີ່ຢູ່ຂອງເຊີບເວີ
ms: Pilih alamat pelayan
ru: Выберите адрес сервера
zh_hans: 选择服务器地址
zh_hant: 選擇伺服器地址

# login_server_list_add
source: Setting server address
ar: اضبط عنوان الخادم
ja: サーバーアドレスを設定します
ko: 서버 주소 설정
lo: ຕັ້ງທີ່ຢູ່ຂອງເຊີບເວີ
ms: Tetapkan alamat pelayan
ru: установить адрес сервера
zh_hans: 设置服务器地址
zh_hant: 設定伺服器地址

# login_server_list_edit
source: Edit server address
ar: تحرير عنوان الخادم
ja: サーバーアドレスを編集
ko: 서버 주소 편집
lo: ແກ້ໄຂທີ່ຢູ່ຂອງເຊີບເວີ
ms: Edit alamat pelayan
ru: изменить адрес сервера
zh_hans: 编辑服务器地址
zh_hant: 編輯伺服器地址

# login_no_note
source: No remarks
ar: لا توجد ملاحظات
ja: コメントなし
ko: 코멘트 정보 없음
lo: ບໍ່ມີຂໍ້ສັງເກດ
ms: Tiada ucapan
ru: пока нет информации об оговорках
zh_hans: 暂无备注信息
zh_hant: 暫無備註資訊

# login_server_host
source: Server address(required)
ar: عنوان الخادم (مطلوب)
ja: サーバーアドレス（必須）
ko: 서버 주소 (필수)
lo: ທີ່ຢູ່ຂອງເຄື່ອງແມ່ຂ່າຍ (ຕ້ອງການ)
ms: Alamat pelayan (diperlukan)
ru: адрес сервера (необходимо заполнить)
zh_hans: 服务器地址(必填)
zh_hant: 伺服器地址（必填）

# login_server_port
source: Port(required)
ar: ميناء (مطلوب)
ja: ポート（必須）
ko: 포트 (필수)
lo: Port (ຕ້ອງການ)
ms: Pelabuhan (diperlukan)
ru: порт (должен быть заполнен)
zh_hans: 端口(必填)
zh_hant: 埠（必填）

# login_server_note
source: Remarks (up to 15 characters)
ar: ملاحظات (حتى 15 كلمة ، غير مطلوبة)
ja: 備考（最大15ワード、必須ではありません）
ko: 비고 (최대 15 단어, 필수 사항이 아님)
lo: ຂໍ້ສັງເກດ (ບໍ່ເກີນ 15 ຕົວອັກສອນ, ບໍ່ ຈຳ ເປັນ)
ms: Catatan (sehingga 15 perkataan, tidak diperlukan)
ru: примечание (до 15 слов, не обязательно заполнять)
zh_hans: 备注(最多15个字，非必填)
zh_hant: 備註（最多15個字，非必填）

# login_server_host1
source: Server address
ar: عنوان الخادم
ja: サーバーアドレス
ko: 서버 주소
lo: ທີ່ຢູ່ຂອງເຄື່ອງແມ່ຂ່າຍ
ms: Alamat pelayan
ru: адрес сервера
zh_hans: 服务器地址
zh_hant: 伺服器地址

# login_server_port1
source: Port
ar: ميناء
ja: ポート
ko: 포트
lo: ທ່າເຮືອ
ms: Pelabuhan
ru: порт
zh_hans: 端口
zh_hant: 埠

# login_server_note1
source: Remarks (up to 15 characters)
ar: ملاحظات (حتى 15 كلمة)
ja: 備考（最大15ワード）
ko: 비고 (최대 15 단어)
lo: ຂໍ້ສັງເກດ (ເຖິງ 15 ຄຳ)
ms: Catatan (sehingga 15 perkataan)
ru: примечание (до 15 слов)
zh_hans: 备注(最多15个字)
zh_hant: 備註（最多15個字）

# login_server_delete_message
source: Are you sure delete this server address?
ar: هل أنت متأكد أنك تريد حذف عنوان الخادم هذا؟
ja: このサーバーアドレスを削除してよろしいですか？
ko: 이 서버 주소를 삭제 하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ທີ່ຈະລຶບທີ່ຢູ່ເຊີບເວີນີ້ບໍ?
ms: Adakah anda pasti mahu memadamkan alamat pelayan ini?
ru: Удалить адрес сервера?
zh_hans: 你确定删除此服务器地址吗？
zh_hant: 你確定删除此伺服器地址嗎？

# login_server_no_address
source: Please enter the server address
ar: الرجاء إدخال عنوان الخادم
ja: サーバーアドレスを入力してください
ko: 서버 주소를 입력하십시오
lo: ກະລຸນາໃສ່ທີ່ຢູ່ຂອງເຊີບເວີ
ms: Sila masukkan alamat pelayan
ru: пожалуйста, введите адрес сервера
zh_hans: 请你输入服务器地址
zh_hant: 請你輸入伺服器地址

# login_server_no_port
source: Please enter the server port
ar: الرجاء إدخال رقم المنفذ
ja: ポート番号を入力してください
ko: 포트 번호를 입력하십시오.
lo: ກະລຸນາໃສ່ເລກທີ່ Port
ms: Sila masukkan nombor port
ru: пожалуйста, введите номер порта
zh_hans: 请你输入端口号
zh_hant: 請你輸入埠號

# login_server_address_error
source: Incorrect server address format
ar: تنسيق عنوان الخادم غير صحيح
ja: サーバーアドレスの形式が正しくありません
ko: 서버 주소의 형식이 올바르지 않습니다.
lo: ຮູບແບບທີ່ຢູ່ຂອງເຊີບເວີບໍ່ຖືກຕ້ອງ
ms: Format alamat pelayan tidak betul
ru: Неверный формат адреса сервера
zh_hans: 服务器地址格式不正确
zh_hant: 伺服器地址格式不正確

# login_scan_err
source: Failed to recognize server in this QR code.
ar: لم يتم التعرف على رمز QR صالح في الصورة
ja: 有効なQRコードが画像に認識されていません
ko: 이 이미지에는 유효한 QR 코드가 인식되지 않습니다.
lo: ລະຫັດ QR ທີ່ຖືກຕ້ອງແມ່ນບໍ່ຖືກຮັບຮູ້ໃນຮູບ
ms: Kod QR yang sah tidak diiktiraf dalam imej
ru: на этой картинке не найден действительный двухмерный код
zh_hans: 该图片中未识别到有效二维码
zh_hant: 該圖片中未識別到有效二維碼

# login_server_exist
source: Server address and port already exists
ar: عنوان الخادم والمنفذ موجودان بالفعل
ja: サーバーアドレスとポートは既に存在します
ko: 서버 주소와 포트가 이미 존재합니다
lo: ທີ່ຢູ່ຂອງເຄື່ອງແມ່ຂ່າຍແລະພອດມີຢູ່ແລ້ວ
ms: Alamat pelayan dan port sudah ada
ru: адрес сервера и порт уже существуют
zh_hans: 服务器地址和端口已存在
zh_hant: 伺服器地址和埠已存在

# login_scan_button
source: Scan QR code
ar: مسح رمز لإضافة عنوان
ja: 住所を追加するためのスキャンコード
ko: 주소를 추가하는 스캔 코드
lo: ສະແກນລະຫັດເພື່ອເພີ່ມ
ms: Imbas kod untuk menambah alamat
ru: добавить адрес для кода сканирования
zh_hans: 扫码添加
zh_hant: 掃碼添加

# login_server_ass
source: Added By Associated Account
ar: إضافة بواسطة حساب المرتبطة
ja: 関連付けられたアカウントで追加
ko: 연결된 계정으로 추가
lo: ຕື່ມຜ່ານບັນຊີທີ່ກ່ຽວຂ້ອງ
ms: Tambah oleh akaun yang berkaitan
ru: добавлен путем ссылки на номер счета
zh_hans: 通过关联账号添加
zh_hant: 通過關聯帳號添加

# login_policy_agree
source: Read and Agree
ar: قراءة وتوافق
ja: 読んで同意する
ko: 읽고 동의하십시오
lo: ໄດ້ອ່ານແລະຕົກລົງເຫັນດີ
ms: Baca dan bersetuju
ru: читал и согласился
zh_hans: 已阅读并同意
zh_hant: 已閱讀並同意

# login_policy_detail
source: Privacy Protection Agreement
ar: اتفاقية حماية الخصوصية
ja: プライバシー保護契約
ko: 개인 정보 보호 계약
lo: "ສັນຍາປົກປ້ອງຄວາມເປັນສ່ວນຕົວ"
ms: Perjanjian perlindungan privasi
ru: соглашение о защите частной жизни
zh_hans: 《隐私保护协议》
zh_hant: 《隱私保護協定》

# login_server_manual
source: Manually Add
ar: إضافة يدويا
ja: 手動で追加
ko: 수동 추가
lo: ຕື່ມການ manully
ms: Tambah secara manual
ru: Добавить Вручную
zh_hans: 手动添加
zh_hant: 手動添加

# login_server_cloud
source: Added By Cloud
ar: إضافة عبر مركز الغيمة
ja: クラウドセンター経由で追加
ko: 클라우드 센터를 통해 추가
lo: ຕື່ມຜ່ານ Cloud Union Center
ms: Tambah melalui Cloud Center
ru: добавлено через центр облачности
zh_hans: 通过云联中心添加
zh_hant: 通過雲聯中心添加

# login_server_setting
source: Set up server
ar: إعداد الخادم
ja: サーバーの設定
ko: 설정 서버
lo: ຕັ້ງຄ່າເຊີບເວີ
ms: Menyediakan pelayan
ru: Настройка сервера
zh_hans: 设置服务器
zh_hant: 設定服務器

# login_phone
source: Phone Number
ar: رقم الهاتف المحمول
ja: 携帯電話番号
ko: 전화 번호
lo: ເບີ​ໂທລະ​ສັບ
ms: Nombor telefon mudah alih
ru: номер мобильного телефона
zh_hans: 手机号
zh_hant: 手機號

# login_server_uninit
source: Please set your server address first
ar: يرجى ضبط عنوان الخادم أولاً.
ja: 先にサーバーアドレスを設定してください。
ko: 서버 주소를 먼저 설정하십시오.
lo: ກະລຸນາ ກຳ ນົດທີ່ຢູ່ຂອງເຊີບເວີກ່ອນ
ms: Sila tetapkan alamat pelayan terlebih dahulu.
ru: пожалуйста, установите адрес сервера
zh_hans: 请你先设置服务器地址
zh_hant: 請你先設定伺服器地址

# login_server_uninit2
source: Can not get server list
ar: لم تحصل على قائمة عناوين الخادم للمؤسسة
ja: 企業のサーバーアドレスの一覧を取得できませんでした
ko: 기업용 서버 주소 목록을 가져 오지 못했습니다.
lo: ລາຍຊື່ທີ່ຢູ່ຂອງເຊີບເວີຂອງວິສາຫະກິດບໍ່ໄດ້ຮັບ
ms: Tidak mendapat senarai alamat pelayan untuk perusahaan itu
ru: Список адресов сервера, которые не получены на предприятии
zh_hans: 未获取到企业的服务器地址列表
zh_hant: 未獲取到企業的服務器地址清單

# login_verification
source: Verify Code
ar: رمز التحقق
ja: 確認コード
ko: 인증 코드
lo: ລະຫັດຢືນຢັນ
ms: Kod pengesahan
ru: код проверки
zh_hans: 验证码
zh_hant: 驗證碼

# login_tag_legacy
source: Account
ar: تسجيل الدخول إلى الحساب
ja: アカウントログイン
ko: 계좌 번호
lo: ເຂົ້າສູ່ລະບົບບັນຊີ
ms: Masuk akaun
ru: номер счета
zh_hans: 账号登录
zh_hant: 帳號登入

# login_tag_phone
source: Phone Number
ar: تسجيل رقم الجوال
ja: 携帯番号ログイン
ko: 휴대 전화 번호 로그인
lo: ເຂົ້າລະບົບເບີໂທລະສັບມືຖື
ms: Masuk nombor mudah alih
ru: номер телефона для входа в систему
zh_hans: 手机号登录
zh_hant: 手機號登入

# login_server_note_prefix
source: Remarks
ar: تعليق
ja: 備考
ko: 비고
lo: ຂໍ້ສັງເກດ
ms: Perkataan
ru: примечание
zh_hans: 备注
zh_hant: 備註

# login_cloud_error_2001
source: Invalid Request!
ar: طلب غير صالح!
ja: リクエストが無効です。
ko: 잘못된 요청입니다!
lo: ຄຳ ຂໍທີ່ບໍ່ຖືກຕ້ອງ!
ms: Permintaan tidak sah!
ru: неверный запрос!
zh_hans: 无效请求！
zh_hant: 無效請求！

# login_cloud_error_2002
source: You have not bind a cell-phone number,please use account to login in
ar: أنت لست ملتزمًا برقم الجوال ، يرجى تسجيل الدخول باستخدام حسابك
ja: あなたは携帯電話番号に縛られていません、あなたのビジネスアカウントでログインしてください
ko: 전화 번호를 입력하지 않았습니다. 비즈니스 계정으로 로그인하십시오.
lo: ທ່ານຍັງບໍ່ໄດ້ຜູກມັດເບີໂທລະສັບຂອງທ່ານ, ກະລຸນາເຂົ້າສູ່ລະບົບດ້ວຍບັນຊີຂອງທ່ານ
ms: Anda tidak terikat dengan nombor telefon bimbit, sila log masuk dengan akaun perniagaan anda
ru: Вы не связаны номер мобильного телефона, пожалуйста, используйте номер счета предприятия для входа в систему
zh_hans: 你未绑定手机号，请使用账号登录
zh_hant: 你未綁定手機號，請使用企業帳號登入

# login_cloud_error_2003
source: Multi-Record found,please use account to login in
ar: رقم الهاتف مرتبط بعدة أشخاص ، يرجى تسجيل الدخول باستخدام حساب.
ja: この携帯電話番号は複数の人にバインドされています。ビジネスアカウントでログインしてください。
ko: 전화 번호가 여러 사람과 연결되어 있습니다. 회사 계정으로 로그인하십시오.
lo: ເບີໂທລະສັບມືຖືຖືກຜູກມັດກັບຫລາຍໆຄົນ, ກະລຸນາໃຊ້ບັນຊີເພື່ອເຂົ້າສູ່ລະບົບ
ms: Nombor telefon mudah alih ini terikat kepada beberapa orang. Sila log masuk dengan akaun perniagaan anda.
ru: номер мобильного телефона связан с несколькими сотрудниками, пожалуйста, используйте корпоративный номер счета для регистрации
zh_hans: 该手机号绑定了多个人员，请使用账号登录
zh_hant: 該手機號綁定了多個人員，請使用企業帳號登入

# login_cloud_error_default
source: Server exception, please try again later.
ar: الخادم غير طبيعي ، يرجى المحاولة مرة أخرى لاحقًا!
ja: サーバーが異常です。しばらくしてからもう一度お試しください。
ko: 서버가 비정상입니다. 나중에 다시 시도하십시오!
lo: ເຊີບເວີມີຄວາມຜິດປົກກະຕິ, ກະລຸນາລອງ ໃໝ່ ໃນພາຍຫຼັງ!
ms: Pelayan tidak normal, sila cuba lagi!
ru: сервер ненормальный, попробуйте позже!
zh_hans: 服务器异常，请稍后重试！
zh_hant: 服務器异常，請稍後重試！

# login_policy_not_agree
source: Disagree and exit
ar: نختلف و خروج
ja: 同意せずに退出する
ko: 동의 하지 않 고 퇴장 합 니 다.
lo: ບໍ່ເຫັນດີແລະອອກຈາກການ
ms: Tidak setuju dan keluar
ru: несогласие и выход
zh_hans: 不同意并退出
zh_hant: 不同意並退出

# login_policy_pop_agree
source: Read and agree
ar: قراءة ، توافق
ja: もう読みました。同意します
ko: 이미 읽다
lo: ໄດ້ອ່ານ, ຕົກລົງເຫັນດີ
ms: Baca, bersetuju
ru: согласие, согласие
zh_hans: 已阅,同意
zh_hant: 已閱，同意

# login_fail
source: Login failed
ar: فشل تسجيل الدخول
ja: ログイン失敗
ko: 로그 인 실패
lo: ການເຂົ້າລະບົບລົ້ມເຫລວ
ms: Log masuk gagal
ru: Ошибка входа в систему
zh_hans: 登录失败
zh_hant: 登入失敗

# login_current_bind_device_numb
source: Current device number
ar: رقم الجهاز الحالي
ja: 現在のデバイス番号
ko: 현재 기기 번호
lo: ໝາຍ ເລກອຸປະກອນປັດຈຸບັນ
ms: Nombor peranti semasa
ru: Текущий номер устройства
zh_hans: 当前设备号
zh_hant: 當前設備號

# login_sms_send_tips
source: Verification code has been sent
ar: تم إرسال رمز التحقق
ja: 確認コードが送信されました
ko: 인증 코드가 전송되었습니다
lo: ລະຫັດຢືນຢັນຖືກສົ່ງໄປແລ້ວ
ms: Kod pengesahan telah dihantar
ru: Код подтверждения отправлен
zh_hans: 验证码已发送
zh_hant: 驗證碼已發送

# login_sms_login_phone_error
source: Please enter a valid phone number
ar: يرجى إدخال رقم هاتف صالح
ja: 有効な電話番号を入力して下さい
ko: 유효한 전화 번호를 입력하세요
lo: ກະລຸນາໃສ່ເບີໂທລະສັບທີ່ຖືກຕ້ອງ
ms: Sila masukkan nombor telefon yang sah
ru: Пожалуйста, введите действующий телефонный номер
zh_hans: 请输入正确的手机号
zh_hant: 請輸入正確的手機號

# login_sms_area_code_title
source: Select country and region
ar: حدد الدولة والمنطقة
ja: 国と地域を選択
ko: 국가 및 지역 선택
lo: ເລືອກປະເທດ ແລະພາກພື້ນ
ms: Pilih negara dan wilayah
ru: Выберите страну и регион
zh_hans: 选择国家和地区
zh_hant: 選擇國家和地區

# login_sms_area_code_hot_title
source: #Popular countries and regions
ar: # الدول والمناطق الشعبية
ja: ＃人気の国と地域
ko: #인기있는 국가 및 지역
lo: #ປະເທດແລະພາກພື້ນຍອດນິຍົມ
ms: #Negara dan wilayah popular
ru: #Популярные страны и регионы
zh_hans: #热门国家和地区
zh_hant: #熱門國家和地區

# login_sms_graph_ver_tips
source: Safety verification
ar: التحقق من السلامة
ja: 安全性の検証
ko: 안전 검증
lo: ການກວດສອບຄວາມປອດໄພ
ms: Pengesahan keselamatan
ru: проверка безопасности
zh_hans: 安全验证
zh_hant: 安全驗證
