Repository: yukui-wang/M3
Catalog: CMPCore/CMPCore/Resources/*.lproj/Localizable.strings
Languages: ar, ja, ko, lo, ms, ru, zh_hans, zh_hant

# GestureLogin_Skip_Confirm
source: Skip
ar: تخطى
ja: スキップする
ko: 스킵
lo: ກະ​ໂດດ​ຂ້າມ
ms: Langkau
ru: пропустить
zh_hans: 跳过
zh_hant: 跳過

# GestureLogin_Titile_Set
source: Draw Gesture Pattern
ar: تعيين كلمة المرور لفتة
ja: ジェスチャーパスワードを設定する
ko: 제스처 암호 설정
lo: ຕັ້ງລະຫັດຜ່ານທີ່ໃຊ້ທ່າທາງ
ms: Tetapkan kata laluan isyarat
ru: установить код жеста
zh_hans: 设置手势密码
zh_hant: 設定手勢密碼

# GestureLogin_DrawUnlock
source: Draw Unlock Pattern
ar: رسم نمط فتح
ja: ロック解除パターンを描く
ko: 잠금 해제 패턴 그리기
lo: ແຕ້ມຮູບແບບປົດລັອກ
ms: Menggambar corak buka kunci
ru: нарисовать рисунок разблокирования
zh_hans: 绘制解锁图案
zh_hant: 繪製解鎖圖案

# GestureLogin_ResetGesture
source: Reset your Gesture
ar: إعادة ضبط الإيماءة
ja: ジェスチャーをリセット
ko: 제스처 재설정
lo: ຕັ້ງຄືນທ່າທາງ
ms: Tetapkan isyarat semula
ru: изменить жест
zh_hans: 重新设置手势
zh_hant: 重新設定手勢

# GestureLogin_ForgetGesture
source: Forget Gesture
ar: نسيت كلمة المرور لفتة
ja: ジェスチャーパスワードを忘れた
ko: 제스처 암호를 잊어버림
lo: ລືມລະຫັດຜ່ານທີ່ໃຊ້ທ່າທາງ
ms: Lupakan kata laluan isyarat
ru: забыть код жеста
zh_hans: 忘记手势密码
zh_hant: 忘記手勢密碼

# GestureLogin_OtherWayLogin
source: Other Account
ar: تسجيل الدخول إلى الحساب الآخر
ja: 他のアカウントへのログイン
ko: 다른 계정으로 로그인
lo: ເຂົ້າສູ່ລະບົບບັນຊີອື່ນ
ms: Log masuk akaun lain
ru: регистрация на другие счета
zh_hans: 其它账号登录
zh_hant: 其它账号登录

# GestureLogin_Inputpassword
source: Enter Password
ar: أدخل كلمة المرور
ja: パスワードを入力してください
ko: 비밀번호 입력
lo: ໃສ່ລະຫັດຜ່ານ
ms: Masukkan kata laluan
ru: Введите пароль
zh_hans: 输入密码
zh_hant: 其它帳號登入

# GestureLogin_Input_MoreThan4
source: Please Draw at Least Four Points
ar: يرجى رسم ما لا يقل عن 4 نقاط على التوالي
ja: 連続して4点以上引いてください
ko: 4 점 이상 연속으로 그리십시오.
lo: ກະລຸນາແຕ້ມຢ່າງ ໜ້ອຍ 4 ຈຸດຕິດຕໍ່ກັນ
ms: Sila ambil sekurang-kurangnya 4 mata berturut-turut
ru: представьте, пожалуйста, как минимум четыре точки подряд
zh_hans: 请至少连续绘制4个点
zh_hant: 請至少連續繪製4個點

# GestureLogin_Input_Again
source: Please draw your unlock pattern again.
ar: يرجى إدخال كلمة المرور لفتة مرة أخرى
ja: ジェスチャーパスワードをもう一度入力してください
ko: 제스처 암호를 다시 입력하십시오.
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານຂອງການສະແດງອີກເທື່ອ ໜຶ່ງ
ms: Sila masukkan kata laluan gerak isyarat semula
ru: пожалуйста, введите снова код жеста
zh_hans: 请再次输入手势密码
zh_hant: 請再次輸入手勢密碼

# GestureLogin_Set_Success
source: Password Successfully Set
ar: تم إعداد كلمة المرور بنجاح
ja: パスワード設定成功
ko: 암호가 성공적으로 설정되었습니다.
lo: ຕັ້ງລະຫັດຜ່ານ ສຳ ເລັດແລ້ວ
ms: Tetapan kata laluan berjaya
ru: Пароль успешно установлен
zh_hans: 密码设置成功
zh_hant: 密碼設定成功

# GestureLogin_Input_SameToPre
source: Not consistent with the first time, please try again.
ar: لا يتوافق مع السحب الأول ، يرجى السحب مرة أخرى
ja: 最初のドローと矛盾します、もう一度ドローしてください
ko: 제스처 암호가 일치하지 않습니다. 다시 그려주십시오.
lo: ບໍ່ສອດຄ່ອງກັບຮູບແຕ້ມ ທຳ ອິດ, ກະລຸນາແຕ້ມອີກຄັ້ງ
ms: Tidak konsisten dengan cabutan pertama, sila lukiskan lagi
ru: не совпадает с первым рисунком, повторите его
zh_hans: 与首次绘制不一致，请再次绘制
zh_hant: 與首次繪製不一致，請再次繪製

# GestureLogin_Input_Right
source: Validate Successfully!
ar: التحقق بنجاح
ja: 検証成功
ko: 인증 성공
lo: ໄດ້ຢັ້ງຢືນຢ່າງ ສຳ ເລັດຜົນ
ms: Pengesahan yang berjaya
ru: проверка прошла успешно
zh_hans: 验证成功
zh_hant: 驗證成功

# GestureLogin_Input_WrongCountTip
source: Failed password attempt, you can enter %ld times.
ar: تم إدخال كلمة المرور بشكل غير صحيح ، ويمكنك أيضًا إدخال٪ ld مرة.
ja: パスワードが正しく入力されていません。％ld回も入力できます
ko: 암호를 잘못 입력했습니다 % ld번 입력 할 수 있습니다
lo: ລະຫັດຜ່ານຖືກໃສ່ບໍ່ຖືກຕ້ອງ, ທ່ານຍັງສາມາດໃສ່% ld ເທື່ອ
ms: Kata laluan dimasukkan dengan betul, anda juga boleh memasukkan% ld kali
ru: Ошибка при вводе пароля, вы также можете ввести %ld раз
zh_hans: 密码输入错误，你还可以输入%ld次
zh_hant: 密碼輸入錯誤，你還可以輸入%ld次

# coll_nosignature
source: No Signature.
ar: لا يوجد توقيع.
ja: 署名なし
ko: 서명이 없습니다.
lo: ບໍ່ມີລາຍເຊັນ.
ms: Tiada tandatangan.
ru: без подписи.
zh_hans: 没有签章。
zh_hant: 沒有簽章。

# coll_all_clean
source: Clear All
ar: مسح الكل
ja: すべてクリア
ko: 모두 지우기
lo: ລ້າງທຸກຢ່າງ
ms: Kosongkan semua
ru: Полная очистка
zh_hans: 全部清除
zh_hant: 全部清除

# Setting_Clean_Finished
source: Clean up finished, the storage space is released:
ar: قم بتنظيف مساحة التخزين وحررها:
ja: ストレージスペースをクリーンアップして解放します。
ko: 정리하고 저장 용량을 확보하십시오 :
lo: ຫຼັງຈາກ ທຳ ຄວາມສະອາດ, ປ່ອຍພື້ນທີ່ຈັດເກັບຂໍ້ມູນ:
ms: Bersihkan dan bebaskan ruang storan:
ru: очистка, освобождение места хранения:
zh_hans: 清理完毕,释放存储空间:
zh_hant: 清理完畢,釋放存儲空間:

# Setting_Cleaning...
source: Clearing the cache, please wait...
ar: جارٍ محو ذاكرة التخزين المؤقت ، يرجى الانتظار ...
ja: キャッシュをクリアしています、しばらくお待ちください...
lo: ກຳ ລັງລຶບລ້າງຖານຄວາມ ຈຳ, ກະລຸນາລໍຖ້າ ...
ms: Mengosongkan cache, sila tunggu ...
ru: Очищает кэш, пожалуйста, подождите...
zh_hans: 正在清除缓存，请稍候...
zh_hant: 正在清除緩存，請稍候...

# Email_Send_Cancel
source: Cancel Sending Mail
ar: إلغاء إرسال البريد
ja: メール送信をキャンセル
ko: 메일 전송 취소
lo: ສົ່ງຈົດ ໝາຍ
ms: Batalkan menghantar mel
ru: отмена отправки почты
zh_hans: 取消发送邮件
zh_hant: 取消發送郵件

# Email_Save_Success
source: Mail saved successfully
ar: احفظ الرسالة بنجاح
ja: メッセージを保存する
ko: 메일 저장 성공
lo: ອີເມວປະສົບຜົນ ສຳ ເລັດແລ້ວ
ms: Simpan mesej berjaya
ru: Сохранить сообщение успешно
zh_hans: 保存邮件成功
zh_hant: 保存郵件成功

# Email_Send_Success
source: Mail sent successfully
ar: تم ارسال البريد بنجاح
ja: メールを送信しました
ko: 메일 성공적으로 보내기
lo: ສົ່ງອີເມວ ສຳ ເລັດແລ້ວ
ms: Berhati-hatilah menghantar mel
ru: Отправить сообщение успешно
zh_hans: 发送邮件成功
zh_hant: 發送郵件成功

# Email_Send_Fail
source: Failed to send mail
ar: فشل في إرسال البريد
ja: メールを送信できませんでした
ko: 메일을 보내지 못했습니다.
lo: ການສົ່ງຈົດ ໝາຍ ລົ້ມເຫລວ
ms: Gagal menghantar mel
ru: Ошибка отправки почты
zh_hans: 发送邮件失败
zh_hant: 發送郵件失敗

# Email_NO_Config_Mailbox
source: Please provide mobile email first
ar: يرجى البريد الإلكتروني مع الهاتف المحمول
ja: まず携帯メールを添付してください。
ko: 우선 핸드폰 메 일 로 연결 해 주세요.
lo: ກະລຸນາກົງກັບອີເມວໂທລະສັບຂອງທ່ານ
ms: Sila sediakan e-mel bimbit dahulu
ru: первый пожалуйста
zh_hans: 请先配手机邮箱
zh_hant: 請先配手機郵箱

# QRCode_Scan
source: Scan QR Code
ar: اكتساح
ja: スイープ
ko: 스캔
lo: ສະແກນມັນ
ms: Sapu
ru: подметать
zh_hans: 扫一扫
zh_hant: 掃一掃

# QRCode_Album
source: Albums
ar: رواق
ja: アルバム
ko: 앨범
lo: ອັນລະບັ້ມຮູບພາບ
ms: Album
ru: альбом
zh_hans: 相册
zh_hant: 相册

# QRCode_AutoScan
source: Place QR Code into the frame, it will scan automatically
ar: ضع رمز الاستجابة السريعة في المربع وسيتم مسحه ضوئيًا تلقائيًا
ja: 箱にQRコードを入れると、自動的にスキャンされます
ko: QR 코드를 상자에 넣으면 자동으로 스캔됩니다.
lo: ໃສ່ລະຫັດ QR ໃສ່ໃນປ່ອງແລະມັນຈະສະແກນໂດຍອັດຕະໂນມັດ
ms: Letakkan kod QR ke dalam kotak dan ia akan mengimbas secara automatik
ru: Включить двухмерный код в рамку, с тем чтобы можно было автоматически сканировать
zh_hans: 将二维码放入框中，即可自动扫描
zh_hant: 將二維碼放入框中，即可自動掃描

# QRCode_Message
source: Prompt:
ar: اكتساح الطرف:
ja: 先端を一掃する：
ko: 스캔 메시지:
lo: ສະແກນ ຄຳ ແນະ ນຳ:
ms: Sapu hujung:
ru: Очистить подсказку:
zh_hans: 扫一扫提示:
zh_hant: 掃一掃提示:

# QRCode_NotAddressCode
source: This QR code cannot be recognized as business card.
ar: لا يمكن التعرف على رمز الاستجابة السريعة هذا كبطاقة أعمال
ja: このQRコードは名刺として認識できません
ko: 이 QR 코드는 명함으로 인식할 수 없습니다
lo: ລະຫັດ QR ນີ້ບໍ່ສາມາດຖືກຮັບຮູ້ວ່າເປັນບັດທຸລະກິດ
ms: Kod QR ini tidak boleh diiktiraf sebagai kad perniagaan
ru: этот двухмерный код не может быть идентифицирован как визитная карточка
zh_hans: 此二维码不能被识别为名片
zh_hant: 此二維碼不能被識別為名片

# Sign_markInMap
source: Map labeling
ar: خريطة الشرح
ja: 地図アノテーション
ko: 지도
lo: ໝາຍ ເຫດແຜນທີ່
ms: Anotasi peta
ru: обозначение карты
zh_hans: 地图标注
zh_hant: 地圖標注

# Sign_location_servicesSet_m3
source: Location Services is turned off. Please access the system “Settings“ - “Privacy“ - “Location Services“ - “%@“ and enable Location Services
ar: تم إيقاف تشغيل خدمة الموقع.يرجى زيارة نظام "الإعدادات" - "الخصوصية" - "خدمات الموقع" - "٪ @" وتمكين خدمات الموقع
ja: 位置情報サービスはオフになっています。システムの[設定] - [プライバシー] - [位置情報サービス] - [％@]にアクセスし、位置情報サービスを有効にしてください。
ko: 위치 서비스가 꺼져 있습니다. “설정”- “개인 정보”- “위치 서비스”- “%@”시스템에 액세스하여 위치 서비스를 활성화하십시오
lo: ບໍລິການສະຖານທີ່ຖືກປິດແລ້ວ. ກະລຸນາເຂົ້າເບິ່ງລະບົບ "ການຕັ້ງຄ່າ" - "ຄວາມເປັນສ່ວນຕົວ" - "ບໍລິການສະຖານທີ່" - "%@" ແລະເປີດໃຊ້ບໍລິການສະຖານທີ່
ms: Perkhidmatan lokasi dimatikan.Sila lawati sistem ＂Tetapan＂ - ＂Privasi＂ - ＂Perkhidmatan Lokasi＂ - ＂%@＂ dan membolehkan perkhidmatan lokasi
ru: служба локализации закрыта.Пожалуйста, посетите систему Настройка - приватность - служба определения местоположения - %@ и включите локализацию
zh_hans: 定位服务已关闭。请访问系统“设置”-“隐私”-“定位服务“-“%@”并启用定位服务
zh_hant: 定位服務已關閉。請訪問系統“設定”-“隱私”-“定位服務“-“%@”並啟用定位服務

# Sign_location_servicesSet
source: Location Services is turned off. Please access the system “Settings“ - “Privacy“ - “Location Services“ - “%@“ and enable Location Services
ar: تم إيقاف تشغيل خدمة الموقع.يرجى زيارة نظام "الإعدادات" - "الخصوصية" - "خدمات الموقع" وتمكين خدمات الموقع
ja: 位置情報サービスはオフになっています。システムの[設定] - [プライバシー] - [位置情報サービス]にアクセスし、位置情報サービスを有効にしてください。
ko: 위치 서비스가 종료되었습니다.“설정 ”-“개인 정보 ”-“위치 서비스 ”시스템을 방문하여 위치 서비스를 활성화하십시오.
lo: ບໍລິການສະຖານທີ່ຖືກປິດແລ້ວ. ກະລຸນາເຂົ້າເບິ່ງລະບົບ "ການຕັ້ງຄ່າ" - "ຄວາມເປັນສ່ວນຕົວ" - "ບໍລິການສະຖານທີ່" ແລະເປີດໃຊ້ບໍລິການສະຖານທີ່
ms: Perkhidmatan lokasi dimatikan.Sila lawati sistem ＂Tetapan＂ - ＂Privasi＂ - ＂Perkhidmatan Lokasi＂ dan membolehkan perkhidmatan lokasi
ru: служба локализации закрыта.Пожалуйста, посетите систему Настройка - конфиденциальность - служба определения местоположения и включите службу определения местоположения
zh_hans: 定位服务已关闭。请访问系统“设置”-“隐私”-“定位服务”并启用定位服务
zh_hant: 定位服務已關閉。請訪問系統“設定”-“隱私”-“定位服務”並啟用定位服務

# Sign_Local_locat_data_unavailable
source: Local Positioning data is not available!
ar: بيانات تحديد المواقع المحلية غير متاحة!
ja: ローカルポジショニングデータは利用できません！
ko: 로컬 위치 데이터를 사용할 수 없습니다!
lo: ຂໍ້ມູນການຈັດຕໍາ ແໜ່ງ ໃນທ້ອງຖິ່ນບໍ່ສາມາດໃຊ້ໄດ້!
ms: Data kedudukan tempatan tidak tersedia!
ru: данные локализации недоступны!
zh_hans: 本地定位数据不可用!
zh_hant: 本地定位數據不可用!

# Sign_Local_locat_data_waiting
source: Getting location information
ar: الحصول على معلومات الموقع
ja: 位置情報を取得する
ko: 위치 정보 얻기
lo: ໄດ້ຮັບຂໍ້ມູນສະຖານທີ່
ms: Mendapatkan maklumat lokasi
ru: получение информации о местоположении
zh_hans: 正在获取位置信息
zh_hant: 正在獲取位置資訊

# common_save
source: Save
ar: حفظ
ja: 保存する
ko: 저장
lo: ປະຢັດ
ms: Simpan
ru: сохранение
zh_hans: 保存
zh_hant: 保存

# touchid_unavailable
source: Touch ID is not set, please add fingerprint in “Settings-Touch ID & Passcode”
ar: لم يتم تعيين معرف اللمس ، يرجى إضافة بصمة في "إعدادات النظام - معرف اللمس وكلمة المرور"
ja: タッチIDが設定されていません。「システム設定 - タッチIDとパスワード」に指紋を追加してください。
ko: 터치 ID가 설정되지 않았습니다.“시스템 설정 - 터치 ID 및 비밀번호 ”에서 지문을 추가하십시오.
lo: Touch ID ບໍ່ໄດ້ຖືກ ກຳ ນົດ, ກະລຸນາເພີ່ມລາຍນິ້ວມືໃນ "ລະບົບຕັ້ງຄ່າ - ລະຫັດ ສຳ ຜັດແລະລະຫັດຜ່ານ"
ms: ID sentuh tidak ditetapkan, sila tambah cap jari dalam ＂Tetapan Sistem - ID Sentuh dan Kata Laluan＂
ru: не установлен идентификатор Touch, пожалуйста, добавьте отпечатки пальцев в системные настройки - touch ID с паролем
zh_hans: 未设置 Touch ID，请在“系统设置-Touch ID 与密码”中添加指纹
zh_hant: 未設定 Touch ID，請在“系統設置-Touch ID 與密碼”中添加指紋

# faceid_unavailable
source: Face ID is not set, please add fingerprint in “Settings-Face ID & Passcode”
ar: لم يتم تعيين معرف الوجه ، يرجى إضافة وجه في "إعدادات النظام - معرف الوجه وكلمة المرور"
ja: フェイスIDが設定されていません。「システム設定 - フェイスIDとパスワード」でフェイスを追加してください。
ko: 얼굴 ID가 설정되지 않았습니다.“시스템 설정 - 얼굴 ID 및 암호 ”에 얼굴을 추가하십시오.
lo: ລະຫັດໃບ ໜ້າ ບໍ່ໄດ້ຖືກ ກຳ ນົດ, ກະລຸນາເພີ່ມໃບ ໜ້າ ໃນ "ລະບົບຕັ້ງຄ່າ - ລະຫັດໃບ ໜ້າ ແລະລະຫັດຜ່ານ"
ms: Tiada ID Wajah ditetapkan, sila tambahkan wajah dalam ＂Tetapan Sistem - ID Wajah dan Kata Laluan＂
ru: без идентификатора Face, пожалуйста, добавьте маску в системные настройки - Face ID с паролем
zh_hans: 未设置 Face ID，请在“系统设置-Face ID 与密码”中添加面容
zh_hant: 未設定 Face ID，請在“系統設置-Face ID 與密碼”中添加面容

# touchid_verify_reason
source: Verify Touch ID unlock
ar: تحقق من معرف اللمس فتح
ja: タッチIDの確認
ko: 터치 ID 잠금 해제 확인
lo: ກວດສອບການປົດລັອກ Touch ID
ms: Sahkan buka kunci ID Sentuh
ru: проверка трогать ID разблокирование
zh_hans: 验证 Touch ID 解锁
zh_hant: 驗證 Touch ID 解鎖

# faceid_verify_reason
source: Verify Face ID unlock
ar: تحقق من فتح معرف الوجه
ja: フェイスIDの確認
ko: 얼굴 ID 잠금 해제 확인
lo: ຢືນຢັນການປົດລັອກລະຫັດ Face Face
ms: Sahkan kunci ID dibuka
ru: проверка лицо ID разблокирование
zh_hans: 验证 Face ID 解锁
zh_hant: 驗證 Face ID 解鎖

# common_goto_setting
source: Go Settings
ar: الذهاب إلى مجموعة
ja: セットへ
ko: 설정으로 이동
lo: ໄປຕັ້ງ
ms: Pergi ke set
ru: перейти к настройке
zh_hans: 去设置
zh_hant: 去設定

# touchid_lock
source: Exceeded Touch ID attempts
ar: تم تجاوز محاولات معرف اللمس
ja: タッチIDの試行回数を超えました
ko: 터치 ID 시도 초과
lo: ເກີນຄວາມ ຈຳ ເປັນຂອງ Touch ID
ms: Melebihi percubaan ID Touch
ru: превышать трогать ID Число попыток
zh_hans: 超出 Touch ID 尝试次数
zh_hant: 超出 Touch ID 嘗試次數

# faceid_lock
source: Exceeded Face ID attempts
ar: تم تجاوز محاولات Face ID
ja: フェイスID試行の超過
ko: 얼굴 ID 시도 횟수 초과
lo: ເກີນຄວາມພະຍາຍາມຂອງໃບ ໜ້າ
ms: Melebihi percubaan ID Wajah
ru: превышать лицо ID Число попыток
zh_hans: 超出 Face ID 尝试次数
zh_hant: 超出 Face ID 嘗試次數

# localauth_touchID_button
source: Click to unlock your Touch ID
ar: انقر لإلغاء القفل باستخدام Touch ID
ja: タッチIDでクリックしてロックを解除
ko: 터치 ID 잠금을 해제하려면 클릭하십시오
lo: ກົດເພື່ອປົດລັອກດ້ວຍ Touch ID
ms: Klik untuk membuka kunci dengan ID Sentuh
ru: щёлкнуть трогать ID разблокирование
zh_hans: 点击进行 Touch ID 解锁
zh_hant: 點擊進行 Touch ID 解鎖

# localauth_faceID_button
source: Click to unlock your Fouch ID
ar: انقر لإلغاء قفل Face ID
ja: クリックしてフェイスIDのロックを解除します
ko: 얼굴 ID의 잠금을 해제하려면 클릭하십시오
lo: ກົດເພື່ອປົດລັອກ Face ID
ms: Klik untuk membuka ID Wajah
ru: щёлкнуть лицо ID разблокирование
zh_hans: 点击进行 Face ID 解锁
zh_hant: 點擊進行 Face ID 解鎖

# localauth_gesture
source: Gesture Pattern
ar: لفتة فتح
ja: ジェスチャーロック解除
ko: 제스처 잠금 해제
lo: ການປົດລັອກແບບ Gesture
ms: Buka kunci gerak isyarat
ru: жест разблокирован
zh_hans: 手势解锁
zh_hant: 手勢解鎖

# localauth_openFaceToUnlock_button
source: Turn on face unlocking
ar: فتح الوجه لفتح
ja: ロックを解除するために顔を開く
ko: 얼굴 ID로 잠금 해제 켜기
lo: ເປີດໃຊ້ປົດລັອກໃບ ໜ້າ
ms: Buka wajah untuk membuka kunci
ru: открыть лицо для разблокирования
zh_hans: 开启人脸解锁
zh_hant: 開啟人臉解鎖

# localauth_openFingerprintToUnlock_button
source: Turn on fingerprint unlocking
ar: تشغيل فتح بصمات الأصابع
ja: 指紋のロック解除をオンにする
ko: 지문으로 잠금 해제 켜키
lo: ເປີດລະຫັດປົດລັອກນິ້ວມື
ms: Hidupkan buka kunci cap jari
ru: вскрытие отпечатков пальцев
zh_hans: 开启指纹解锁
zh_hant: 開啟指紋解鎖

# WiFiClockIn_clockInTime
source: Working time
ar: وقت العمل
ja: 労働時間
ko: 근무 시간
lo: ຊົ່ວ​ໂມງ​ເຮັດ​ວຽກ
ms: Masa kerja
ru: рабочее время
zh_hans: 上班时间
zh_hant: 上班時間

# WiFiClockIn_clockOffTime
source: WorkOff time
ar: ساعات التوقف
ja: 勤務時間
ko: 퇴근 시간
lo: ຊົ່ວໂມງພັກ
ms: Matikan jam
ru: Нерабочее время
zh_hans: 下班时间
zh_hant: 下班時間

# WiFiClockIn_illegal
source: The specified WiFi is not currently connected
ar: غير متصل حاليًا بشبكة WiFi المحددة
ja: オフィスのWiFiに接続してください
ko: 현재 지정된 WiFi에 연결되어 있지 않습니다.
lo: ປະຈຸບັນບໍ່ໄດ້ເຊື່ອມຕໍ່ກັບ WiFi ທີ່ລະບຸ
ms: Sila berhubung dengan WiFi pejabat
ru: не подключен к указанному WiFi
zh_hans: 当前未连接到指定WiFi
zh_hant: 連接辦公WiFi

# WiFiClockIn_button
source: Clock In
ar: اذهب إلى العمل
ja: 仕事に行く
ko: 체크인
lo: punch ບັດ
ms: Pergi ke kerja
ru: пропуск на работу
zh_hans: 上班打卡
zh_hant: 上班打卡

# Common_Yesterday
source: Yesterday
ar: أمس
ja: 昨日
ko: 어제
lo: ມື້ວານນີ້
ms: Semalam
ru: вчера
zh_hans: 昨天
zh_hant: 昨天

# Common_Tomorrow
source: Tomorrow
ar: غدا
ja: 明日
ko: 내일
lo: ມື້ອື່ນ
ms: Esok
ru: завтра
zh_hans: 明天
zh_hant: 明天

# Common_MustUpdateVersion
source: A new version has been released, please update to %@ for your convenience.
ar: تم اكتشاف تحديث البرنامج ، يرجى التحديث إلى٪ @ للاستخدام العادي.
ja: ソフトウェアの更新が検出されました。通常の使用のために％@に更新してください。
ko: 소프트웨어 업데이트가 감지되었습니다. 정상적으로 사용하려면 %@ (으)로 업데이트하십시오.
lo: ການກວດສອບຊອບແວໄດ້ຖືກກວດພົບ. ສຳ ລັບການ ນຳ ໃຊ້ປົກກະຕິ, ກະລຸນາອັບເດດໃຫ້% @.
ms: Kemas kini perisian telah dikesan. Sila kemas kini ke% @ untuk kegunaan biasa.
ru: обнаружено обновление программного обеспечения, которое необходимо обновить до% для его нормального использования.
zh_hans: 检测到一项软件更新，为了能正常使用，请更新到%@。
zh_hant: 檢測到一項軟體更新，為了能正常使用，請更新到%@。

# Common_LatestVersion
source: latest version
ar: أحدث نسخة
ja: 最新バージョン
ko: 최신 버전
lo: ສະບັບລ້າສຸດ
ms: Versi terkini
ru: Update version
zh_hans: 最新版本
zh_hant: 最新版本

# Common_UpdateNow
source: Download Now
ar: تحميل الآن
ja: 今すぐダウンロード
ko: 지금 다운로드
lo: ດາວ​ໂຫຼດ​ດຽວ​ນີ້
ms: Muat turun sekarang
ru: загружается сейчас
zh_hans: 现在下载
zh_hant: 現在下載

# Common_Alert
source: Prompt
ar: ذكر
ja: 催促状
ko: 알람
lo: ເຕືອນ
ms: Peringatan
ru: напоминание
zh_hans: 提醒
zh_hant: 提醒

# Common_Update_Download
source: A new version has been released, update it now.
ar: تم اكتشاف تحديث البرنامج وإصدار جديد من تجربة التنزيل.
ja: ソフトウェアの更新が検出され、新しいバージョンのダウンロード操作が行われました。
ko: 소프트웨어 업데이트가 발견되었으며 새 버전의 다운로드 경험이 있습니다.
lo: ມີການກວດພົບໂປແກຼມອັບເດດ, ດາວໂຫລດແລະປະສົບກັບລຸ້ນ ໃໝ່.
ms: Kemas kini perisian dikesan dan versi pengalaman muat turun baru.
ru: обнаружено обновление программного обеспечения, загрузка новых версий.
zh_hans: 检测到一项软件更新，下载体验新版本。
zh_hant: 檢測到一項軟體更新，下載體驗新版本。

# Common_DownloadNow
source: Download Now
ar: تحميل الآن
ja: 今すぐダウンロード
ko: 지금 다운로드
lo: ດາວ​ໂຫຼດ​ດຽວ​ນີ້
ms: Muat turun sekarang
ru: загружается сейчас
zh_hans: 现在下载
zh_hant: 現在下載

# Common_DownloadLater
source: Ignore This Version
ar: تجاهل هذا الإصدار
ja: このバージョンを無視する
ko: 이 버전 무시
lo: ບໍ່ສົນໃຈສະບັບນີ້
ms: Abaikan versi ini
ru: игнорировать эту версию
zh_hans: 忽略此版本
zh_hant: 忽略此版本

# Common_Already_the_recently_Version
source: Your APP is up to Date.
ar: بالفعل أحدث نسخة
ja: すでに最新版
ko: 이미 최신 버전
lo: ແມ່ນລຸ້ນລ້າສຸດ
ms: Sudah versi terkini
ru: является последней версией
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# Common_To
source: TO
ar: إلى
ja: に
ko: 에
lo: ເຖິງ
ms: Untuk
ru: до
zh_hans: 至
zh_hant: 至

# Common_Pic1
source: Picture%@.
ar: الصورة٪ @.
ja: 画像％@。
ko: 이미지 %@.
lo: ຮູບພາບ%@.
ms: Gambar% @.
ru: 图片%@.
zh_hans: 图片%@.
zh_hant: 圖片%@.

# Common_Voc1
source: Voice%@.caf
ar: صوت٪ @. مقهى
ja: 音声％@。カフェ
ko: 음성 %@.caf
lo: ສຽງ%@. ຄາເຟ
ms: Suara% @. Kafe
ru: 语音%@.caf
zh_hans: 语音%@.caf
zh_hant: 語音%@.caf

# Common_Mov1
source: Video%@.mov
ar: فيديو٪ @. mov
ja: 動画％@。mov
ko: 비디오 %@.mov
lo: ວິດີໂອ%@. mov
ru: 视频%@.mov
zh_hans: 视频%@.mov
zh_hant: 視頻%@.mov

# common_delete
source: Delete
ar: حذف
ja: 削除する
ko: 삭제
lo: ລົບ
ms: Padam
ru: исключить
zh_hans: 删除
zh_hant: 刪除

# common_prompt
source: Prompt
ar: موجه
ja: プロンプト
ko: 메시지
lo: ວ່ອງໄວ
ru: подсказка
zh_hans: 提示
zh_hant: 提示

# common_cancel
source: Cancel
ar: ألغيت
ja: キャンセル
ko: 취소
lo: ຍົກເລີກ
ms: Batalkan
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# common_ok
source: Confirm
ar: حدد
ja: 決定する
ko: 그래
lo: ກຳ ນົດ
ms: Tentukan
ru: определение
zh_hans: 确定
zh_hant: 確定

# common_confirm
source: Confirm
ar: أكد
ja: 確認する
ko: 확인
lo: ຢືນຢັນ
ms: Sahkan
ru: подтверждает
zh_hans: 确认
zh_hant: 確認

# common_rename
source: Rename
ar: إعادة تسمية
ja: 名前を変更
ko: 이름 바꾸기
lo: ປ່ຽນຊື່
ms: Namakan semula
ru: Переименование
zh_hans: 重命名
zh_hant: 重命名

# common_rename_placeholder
source: Please enter a new file name
ar: الرجاء إدخال اسم ملف جديد
ja: 新しいファイル名を入力してください
ko: 새 파일 이름을 입력하십시오.
lo: ກະລຸນາໃສ່ຊື່ແຟ້ມ ໃໝ່
ms: Sila masukkan nama fail baru
ru: Введите новое имя файла
zh_hans: 请输入新文件名
zh_hant: 請輸入新檔名

# common_close
source: Close
ar: قريب
ja: 閉じる
ko: 닫기
lo: ປິດ​ເຄື່ອງ
ms: Tutup
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# common_return
source: Return
ar: عودة
ja: 戻る
ko: 리턴
lo: ກັບຄືນ
ms: Kembali
ru: возвращение
zh_hans: 返回
zh_hant: 返回

# common_back
source: Back
ar: عودة
ja: 戻る
ko: 되돌아가다
lo: ກັບຄືນ
ms: Kembali
ru: возвращение
zh_hans: 返回
zh_hant: 返回

# common_search
source: Search
ar: بحث
ja: 検索する
ko: 검색
lo: ຄົ້ນຫາ
ms: Carian
ru: поиск
zh_hans: 搜索
zh_hant: 蒐索

# common_table_loading
source: Loading...
ar: تحميل البيانات
ja: データロード
ko: 데이터 로드
lo: ການໂຫຼດ
ms: Pemuatan data
ru: при загрузке данных
zh_hans: 数据加载中
zh_hant: 數據加載中

# common_no_record
source: Not recorded
ar: غير مسجل
ja: 記録されていません
ko: 녹음되지 않음
lo: ບໍ່ໄດ້ບັນທຶກ
ms: Tidak direkodkan
ru: без записи
zh_hans: 未录音
zh_hant: 未錄音

# common_no_paly
source: Not played
ar: لا يلعب
ja: 遊んでいない
ko: 재생되지 않음
lo: ບໍ່ໄດ້ຫຼີ້ນ
ms: Tidak bermain
ru: не воспроизведен
zh_hans: 未播放
zh_hant: 未播放

# common_inputName_canNotEmpty_againInput
source: Name cannot be empty, please re-enter.
ar: الاسم لا يمكن أن يكون فارغا ، يرجى إعادة إدخال
ja: 名前を空にすることはできません。再入力してください
ko: 이름이 공백일 수 없다. 다시 입력하십시오.
lo: ຊື່ບໍ່ສາມາດຫວ່າງໄດ້, ກະລຸນາປ້ອນອີກຄັ້ງ
ms: Nama tidak boleh kosong, sila masukkan semula
ru: имя не может быть пустым, пожалуйста, введите его снова
zh_hans: 名字不能为空,请重新输入
zh_hant: 名字不能為空,請重新輸入

# common_not_record
source: No record
ar: لا تسجيل
ja: 記録なし
ko: 녹화 안함
lo: ບໍ່ມີການບັນທຶກສຽງ
ms: Tiada rakaman
ru: без звукозаписи
zh_hans: 没有录音
zh_hant: 沒有錄音

# common_nameExist_againInput
source: Name already existed, please re-enter.
ar: الاسم موجود بالفعل ، يرجى إعادة إدخال
ja: 名前は既に存在します。再入力してください
ko: 이름이 이미 존재합니다. 다시 입력하십시오.
lo: ຊື່ດັ່ງກ່າວມີຢູ່ແລ້ວ, ກະລຸນາປ້ອນອີກຄັ້ງ
ms: Nama sudah wujud, sila masukkan semula
ru: имя уже существует, пожалуйста, введите его снова
zh_hans: 名字已存在，请重新输入
zh_hant: 名字已存在，請重新輸入

# common_stop_paly
source: Stop play
ar: العب توقف
ja: プレイストップ
ko: 재생이 중지되었습니다
lo: ການຢຸດການຫຼີ້ນຄືນ
ms: Henti bermain
ru: остановка воспроизведения
zh_hans: 播放停止
zh_hant: 播放停止

# common_paly_stop
source: Pause play
ar: لعب وقفة
ja: 一時停止する
ko: 재생 일시 중지
lo: ຫຼີ້ນ / ພັກໄວ້
ms: Main jeda
ru: остановка воспроизведения
zh_hans: 播放暂停
zh_hant: 播放暫停

# common_thisDoc_isNotExist
source: This file does not exist!
ar: هذا الملف غير موجود!
ja: このファイルは存在しません。
ko: 이 파일은 존재하지 않습니다!
lo: ບໍ່ມີເອກະສານ!
ms: Fail ini tidak wujud!
ru: файл не существует!
zh_hans: 该文件不存在！
zh_hant: 該檔案不存在！

# common_record_paly
source: Record Stop
ar: توقف التسجيل
ja: 記録が停止しました
ko: 녹음 중지됨
lo: ການບັນທຶກຢຸດ
ms: Rakaman berhenti
ru: остановка записи
zh_hans: 录音停止
zh_hant: 錄音停止

# common_playing
source: Playing
ar: الآن اللعب
ja: 遊ぶ
ko: 지금 재생 중
lo: ດຽວນີ້ ກຳ ລັງຫຼີ້ນ
ms: Bermain
ru: воспроизведение
zh_hans: 正在播放
zh_hant: 正在播放

# common_attName_theMostInput_40Words
source: Maximum 40 characters of attachment naming.
ar: يمكن إدخال اسم المرفق حتى 40 كلمة.
ja: 添付ファイル名は40文字まで入力できます。
ko: 첨부 파일 이름은 최대 40 자입니다.
lo: ຊື່ແນບສາມາດມີໄດ້ເຖິງ 40 ຕົວອັກສອນ.
ms: Nama lampiran boleh dimasukkan sehingga 40 perkataan.
ru: название вложения не должно превышать 40 слов.
zh_hans: 附件命名最多输入40个字。
zh_hant: 附件命名最多輸入40個字。

# common_inputCharacter_notInclude_XX
source: CharCacters input cannot contain */<>?:：｜|
ar: لا يمكن أن تحتوي الأحرف التي تدخلها على أحرف * / <>؟ :: ||
ja: 入力する文字には文字を含めることはできません* / <>？:: ||
ko: 특수 문자*/<>?:：｜|안됩니다
lo: ຕົວອັກສອນທີ່ປ້ອນເຂົ້າບໍ່ສາມາດມີຕົວອັກສອນ * / <>? :: ｜|
ms: Watak yang anda masukkan tidak boleh mengandungi aksara * / <>? :: ||
ru: входной символ не может содержать символ */<>?:：｜|
zh_hans: 输入的字符不能包含字符*/<>?:：｜|
zh_hant: 輸入的字元不能包含字元*/<>?:：｜|

# common_save_success
source: Save successfully
ar: تم الحفظ بنجاح
ja: 保存しました
ko: 성공적으로 저장
lo: ບັນທຶກໄດ້ ສຳ ເລັດແລ້ວ
ms: Selamat berjaya
ru: успешно сохранён
zh_hans: 保存成功
zh_hant: 保存成功

# common_save_fail
source: Save Failed
ar: فشل حفظ
ja: 保存に失敗しました
ko: 저장 실패
lo: ບັນທຶກລົ້ມເຫລວ
ms: Simpan gagal
ru: Ошибка сохранения
zh_hans: 保存失败
zh_hant: 保存失败

# common_norecord
source: Unable to record
ar: غير قادر على التسجيل
ja: 記録できません
ko: 녹음할 수 없습니다
lo: ບໍ່ສາມາດບັນທຶກໄດ້
ms: Tidak dapat merakam
ru: не может быть записано
zh_hans: 无法录音
zh_hant: 無法錄音

# common_norecordalert
source: Please allow %@ to access your microphone in device 'settings-privacy-microphone' option.
ar: يرجى السماح٪ @ بالوصول إلى الميكروفون في خيار "الإعدادات - الخصوصية - الميكروفون" في الجهاز
ja: デバイスの[設定] - [プライバシー] - [マイク]オプションで、％@があなたのマイクにアクセスできるようにしてください
ko: 장치의“설정 - 개인 정보 보호- 마이크 ”옵션에서 %@이 (를) 마이크에 접근 허용하십시오
lo: ກະລຸນາອະນຸຍາດໃຫ້%@ ເຂົ້າໃຊ້ໄມໂຄຣໂຟນຂອງທ່ານໃນຕົວເລືອກ "Settings-Privacy-Microphone" ຂອງອຸປະກອນຂອງທ່ານ
ms: Sila benarkan% @ untuk mengakses mikrofon anda dalam Tetapan peranti - Privasi - Pilihan mikrofon
ru: пожалуйста, разреши в параметрах устройства Настройка - приватность - микрофон %@ доступ к микрофону
zh_hans: 请在设备的“设置-隐私-麦克风”选项中允许%@访问你的麦克风
zh_hant: 請在設備的“設定-隱私-麥克風”選項中允許%@訪問你的麥克風
