Repository: yukui-wang/M3
Catalog: CMPCore/CMPCore/Resources/*.lproj/Localizable.strings
Languages: ar, ja, ko, lo, ms, ru, zh_hans, zh_hant

# rc_task_principal
source: Person in charge：
ar: الشخص المسؤول:
ja: 担当者：
ko: 책임자:
lo: ອໍານວຍການ:
ms: Orang yang bertanggungjawab:
ru: ответственное лицо:
zh_hans: 负责人：
zh_hant: 負責人：

# rc_scan_code_join_group
source: Adding group chat by scanning two-dimensional code
ar: من خلال مسح رمز ثنائي الأبعاد إضافة مجموعة دردشة
ja: 二次元コードをスキャンして、グループチャットに参加しました
ko: QR코드 스캔을 통해 단체 채팅에 가입했습니다.
lo: ເຂົ້າຮ່ວມການສົນທະນາແບບກຸ່ມໂດຍການສະແກນລະຫັດ QR
ms: Menyertai sembang kumpulan dengan mengimbas kod QR
ru: Добавить групповой разговор через сканирование двухмерных кодов
zh_hans: 通过扫描二维码加入了群聊
zh_hant: 通過掃描二維碼加入了群聊

# GroupReplacement
source: %@ have been owner
ar: تم نقل مالك المجموعة إلى٪ @
ja: グループの所有者は％@に譲渡されました
ko: 그룹 소유자가 % @ (으)로 이전되었습니다.
lo: ເຈົ້າຂອງຖືກໂອນເຂົ້າ%@
ms: Pemilik kumpulan telah dipindahkan ke %@
ru: кластер переместился label%@
zh_hans: 群主已转移为%@
zh_hant: 群主已轉移為%@

# GroupReplacement_who_changed_owner_to
source: %@ changed owner to %@
ar: %@ نقل مالك المجموعة إلى %@
ja: %@グループの所有者を%@
ko: %@그룹 소유자를 다음으로 이전했습니다%@
lo: %@ ໂອນເຈົ້າຂອງກຸ່ມໄປ %@
ms: %@ transferido el propietario del grupo a %@
ru: %@Владелец группы перенесен в%@
zh_hans: %@把群主转移给了%@
zh_hant: %@把群主轉移給了%@

# GroupRebulletin
source: Group bulletin changed
ar: تغيير إعلان المجموعة
ja: グループ発表変更
ko: 그룹 발표 변경
lo: ການປະກາດປ່ຽນກຸ່ມ
ms: Perubahan pengumuman kumpulan
ru: изменение группового объявления
zh_hans: 群公告变更
zh_hant: 群公告變更

# ConvertMission
source: Transfer task
ar: نقل المهمة
ja: 転送タスク
ko: 전송 태스크
lo: ວຽກໂອນ
ms: Mentransfer tugas
ru: Передача задач
zh_hans: 转任务
zh_hant: 轉任務

source: You sent a window jitter
ar: لقد أرسلت غضب النافذة
ja: ウィンドウジッターを送信しました
ko: 창 지터를 보냈습니다.
lo: ທ່ານໄດ້ສົ່ງກະແຈປ່ອງຢ້ຽມ
ms: Anda menghantar jitter window
ru: Вы послали сообщение о встряхивании окна
zh_hans: 您发送了一个窗口抖动
zh_hant: 你發送了一個視窗抖動

source: sent you a window jitter
ar: أرسلت لك غضب النافذة
ja: あなたに窓の揺れを送りました
ko: 창 지터를 보냈습니다.
lo: ໄດ້ສົ່ງຂໍ້ຄວາມໄປຫາທ່ານແບບປ່ອງຢ້ຽມ
ms: Hantar jitter window kepada anda
ru: отправлено встряхивание окон
zh_hans: 给您发送了一个窗口抖动
zh_hant: 給你發送了一個視窗抖動

# rc_group_chat_record
source: Chat record of group chat
ar: دردشة مجموعة سجلات
ja: チャットの記録
ko: 단체 채팅 기록
lo: ປະຫວັດສາດສົນທະນາກຸ່ມ
ms: Sejarah sembang sembang kumpulan
ru: запись группового разговора
zh_hans: 群聊的聊天记录
zh_hant: 群聊的聊天記錄

# rc_single_messages_forward
source: One by one forwarding
ar: إلى الأمام
ja: 逐条転送
ko: 조목조목 전송
lo: ສົ່ງຕໍ່ໄປເທື່ອລະອັນ
ms: Maju satu demi satu
ru: постатейная пересылка
zh_hans: 逐条转发
zh_hant: 逐條轉發

# rc_merge_message_forward
source: Merge forwarding
ar: الجمع بين الشحن
ja: 統合転送
ko: 통합 전송
lo: ຮວມຕົວກັນ
ru: объединить и пересылать
zh_hans: 合并转发
zh_hant: 合併轉發

# rc_transfer_opinoin
source: Transfer opinion
ar: نقل الرأي
ja: 意見を伝える
ko: 의견 전달
lo: ຄວາມຄິດເຫັນຂອງການໂອນເງິນ
ms: Pindahan pendapat
ru: Передать мнение
zh_hans: 转意见
zh_hant: 轉意見

# rc_msg_business_card
source: [Business card]
ar: [بطاقة شخصية]
ja: [名刺]
ko: [개인 명함]
lo: [ບັດທຸລະກິດສ່ວນຕົວ]
ms: [Kad perniagaan peribadi]
ru: [визитная карточка]
zh_hans: [个人名片]
zh_hant: [個人名片]

# rc_msg_business_card_name
source: Business card
ar: بطاقة شخصية
ja: 名刺
ko: 개인 명함
lo: ບັດທຸລະກິດສ່ວນຕົວ
ms: Kad perniagaan peribadi
ru: визитная карточка
zh_hans: 个人名片
zh_hant: 個人名片

# rc_msg_general_business
source: [%@ message]
ar: [أخبار %@]
ja: [%@メッセージ]
ko: [%@ 메시지]
lo: [%@ ຂ່າວ]
ms: [%@ Mesej]
ru: [%@ сообщение]
zh_hans: [%@消息]
zh_hant: [%@消息]

# rc_msg_general_business_handel_success
source: Successful treatment
ar: التعامل بنجاح
ja: 処理が成功した
ko: 처리 성공
lo: ປະມວນຜົນ ສຳ ເລັດ
ms: Pemprosesan yang berjaya
ru: успешная обработка
zh_hans: 处理成功
zh_hant: 處理成功

# rc_msg_general_business_handel_fail
source: Processing failure
ar: التعامل مع الفشل
ja: 処理に失敗しました
ko: 처리 실패
lo: ການປະມວນຜົນລົ້ມເຫລວ
ms: Kegagalan pemprosesan
ru: Ошибка обработки
zh_hans: 处理失败
zh_hant: 處理失敗

# rc_msg_collection_handel_success
source: Collection success
ar: جمع النجاح
ja: コレクション成功
ko: 수집 성공
lo: ຜົນ ສຳ ເລັດຂອງການເກັບ ກຳ ຂໍ້ມູນ
ms: Kejayaan koleksi
ru: коллекция удалась
zh_hans: 收藏成功
zh_hant: 收藏成功

# rc_msg_collection_handel_fail
source: Collection failure
ar: فشل في جمع
ja: コレクションに失敗しました
ko: 수집 실패
lo: ການເກັບ ກຳ ຂໍ້ມູນລົ້ມເຫລວ
ms: Koleksi gagal
ru: Ошибка сохранения
zh_hans: 收藏失败
zh_hant: 收藏失敗

# rc_msg_collection_handel_already_collect
source: You have collected this document
ar: كنت قد جمعت هذه الوثيقة
ja: この文書をコレクションしました。
ko: 너는 이미 이 문서를 수집한 적이 있다
lo: ທ່ານໄດ້ຈອງເອກະສານນີ້ແລ້ວ
ms: Anda telah memihak kepada dokumen ini
ru: Вы коллекционировали этот документ
zh_hans: 你已收藏过该文档
zh_hant: 你已收藏過該檔案

# rc_msg_single_forward_tip
source: One by one forwarding of messages that do not support red packet and application card types
ar: إرسال الرسائل التي لا تدعم حزمة حمراء ، تطبيق نوع البطاقة
ja: 赤いパケット、カードのタイプがサポートされていないメッセージを逐条転送します。
ko: 블랙박스, 카드 형식 지원 없음
lo: ສົ່ງຕໍ່ຂໍ້ຄວາມທີ່ບໍ່ສະ ໜັບ ສະ ໜູນ ຊອງຈົດ ໝາຍ ສີແດງແລະບັດປະເພດຂອງບັດ
ms: Mesej yang tidak menyokong paket merah dan jenis kad permohonan akan dihantar satu demi satu.
ru: пересылать сообщения, которые не поддерживаются красными пакетами и типами карт
zh_hans: 逐条转发不支持红包、应用卡片类型的消息
zh_hant: 逐條轉發不支持紅包、應用卡片類型的消息

# rc_msg_combine_forward_tip
source: Merge and forward only supports messages of text, picture and file types
ar: دمج وإلى الأمام الرسائل التي تدعم فقط النص ، الصور ، أنواع الملفات
ja: 統合転送は、テキスト、画像、ファイルタイプのみをサポートするメッセージです。
ko: 텍스트, 그림, 파일 형식의 메시지만 합쳐줍니다.
lo: ຮວມເຂົ້າກັນແລະສົ່ງຕໍ່ສະ ໜັບ ສະ ໜູນ ຂໍ້ຄວາມ, ຮູບພາບ, ຂໍ້ຄວາມປະເພດເອກະສານ
ms: Menggabungkan penghantaran hanya menyokong teks, imej, mesej jenis fail
ru: объединить сообщение, которое поддерживает только текст, рисунок и тип файла
zh_hans: 合并转发仅支持文本、图片、文件类型的消息
zh_hant: 合併轉發僅支持文字、圖片、檔案類型的消息

# rc_msg_turn_on_opinione_tip
source: Only messages of text, picture and file types are supported
ar: الرسائل التي تدعم النص ، صورة ، نوع الملف فقط
ja: 変換はテキスト、画像、ファイルタイプのメッセージのみサポートされます。
ko: 의견 전환 은 텍스트, 그림, 파일 형식 만 지원하는 메시지
lo: ສະ ໜັບ ສະ ໜູນ ຂໍ້ຄວາມ, ຮູບພາບແລະປະເພດເອກະສານເທົ່ານັ້ນ
ms: Memindahkan komen hanya menyokong teks, imej, mesej jenis fail
ru: пересылать сообщения только для текста, изображений, типов файлов
zh_hans: 转意见仅支持文本、图片、文件类型的消息
zh_hant: 轉意見僅支持文字、圖片、檔案類型的消息

# rc_msg_collection_chat_record_tip
source: Collection only supports messages of text, picture and file types
ar: جمع الرسائل التي تدعم فقط النص ، الصور ، أنواع الملفات
ja: コレクションはテキスト、画像、ファイルタイプのみのメッセージです。
ko: 모음은 텍스트, 그림, 파일 형식만 지원하는 메시지
lo: ການເກັບ ກຳ ສະ ໜັບ ສະ ໜູນ ຂໍ້ຄວາມ, ຮູບພາບແລະປະເພດເອກະສານເທົ່ານັ້ນ
ms: Kegemaran hanya menyokong teks, gambar, mesej jenis fail
ru: коллекция поддерживает только текст, рисунок, тип файла
zh_hans: 收藏仅支持文本、图片、文件类型的消息
zh_hant: 收藏僅支持文字、圖片、檔案類型的消息

# rc_msg_combine_vard
source: [Chat record]
ar: [سجل الدردشة]
ja: [チャット記録]
ko: [채팅 레코드]
lo: [ບັນທຶກການສົນທະນາ]
ms: [Sejarah sembang]
ru: [запись разговора]
zh_hans: [聊天记录]
zh_hant: [聊天記錄]

# rc_msg_unknown_folder_tip
source: The mobile terminal does not support viewing folder type information temporarily
ar: الجوال لا يدعم نوع المجلد عرض المعلومات
ja: フォルダタイプ情報の表示は一時的にサポートされていません。
ko: 폴더 형식 정보 보기
lo: ສະຖານີໂທລະສັບມືຖືບໍ່ຮອງຮັບການເບິ່ງຂໍ້ມູນປະເພດຂອງໂຟນເດີ
ms: Terminal mudah alih tidak menyokong melihat maklumat jenis folder buat masa ini
ru: Переместить конец сообщения, пока не поддерживается Тип папки
zh_hans: 移动端暂不支持文件夹类型信息查看
zh_hant: 移動端暫不支持資料夾類型資訊查看

# rc_group_kanban_chat
source: Communication
ar: التيار المتردد
ja: 交流
ko: 교류
lo: ຕິດຕໍ່ສື່ສານກັບ
ms: Pertukaran
ru: обмен
zh_hans: 交流
zh_hant: 交流

# rc_msg_resend
source: Resend
ar: إعادة إرسال
ja: 再送
ko: 재전송
lo: ສົ່ງຄືນ
ms: Reenviar
ru: Отправить
zh_hans: 重发
zh_hant: 重發

# msg_at_all
source: All
ar: الجميع
lo: ທັງໝົດ
zh_hans: 所有人
zh_hant: 所有人

# rc_msg_quote
source: Quote
ar: يقتبس
lo: ວົງຢືມ
zh_hans: 引用
zh_hant: 引用

# rc_msg_unknown_tip
source: The mobile terminal does not support viewing this type information temporarily
ar: لا يدعم الجهاز المحمول حاليًا هذا النوع من عرض المعلومات
ja: モバイル端末は現在、このタイプの情報表示をサポートしていません
ko: 모바일 단말기는 현재 이러한 유형의 정보 보기를 지원하지 않습니다.
lo: ສະຖານີມືຖືບໍ່ຮອງຮັບການເບິ່ງຂໍ້ມູນປະເພດນີ້ຊົ່ວຄາວ
ms: Das mobile Endgerät unterstützt derzeit diese Art der Informationsanzeige nicht
ru: Мобильный терминал в настоящее время не поддерживает этот тип просмотра информации.
zh_hans: 移动端暂不支持此类型信息查看
zh_hant: 移動端暫不支持此類型資訊查看

# rc_msg_unknown_msgtype
source: [Unknown Type]
ar: [نوع الرسالة غير معروف]
ja: [不明なメッセージタイプ]
ko: [알 수 없는 메시지 유형]
lo: [ປະເພດຂໍ້ຄວາມທີ່ບໍ່ຮູ້ຈັກ]
ms: [Jenis mesej tidak diketahui]
ru: [Неизвестный тип сообщения]
zh_hans: [未知消息类型]
zh_hant: [未知消息類型]

# rc_msg_robot_msg
source: Robot Message
zh_hans: 机器人消息
zh_hant: 機器人消息

# zx_loginstatus_mobile
source: Mobile Online
ar: الهاتف المحمول عبر الإنترنت
ja: モバイルオンライン
ko: 모바일 온라인
lo: ໂທລະສັບມືຖືອອນໄລນ໌
ms: Mudah Alih Dalam Talian
ru: Мобильный онлайн
zh_hans: 移动端在线
zh_hant: 移動端在線

# zx_loginstatus_client
source: Client Online
ar: العميل عبر الإنترنت
ja: クライアントオンライン
ko: 클라이언트 온라인
lo: ລູກຄ້າອອນໄລນ໌
ms: pelanggan dalam talian
ru: клиент онлайн
zh_hans: 客户端在线
zh_hant: 用戶端在線

# zx_loginstatus_web
source: Web Online
ar: على شبكة الإنترنت على شبكة الإنترنت
ja: Web 側オンライン
ko: 웹 엔드 온라인
ms: web-side online
ru: веб-сайт онлайн
zh_hans: 网页端在线
zh_hant: 網頁端在線

# zx_loginstatus_offline
source: Offline
ar: غير متصل
ja: オフライン
ko: 오프라인
ms: luar talian
ru: оффлайн
zh_hans: 离线
zh_hant: 離線

# zx_meeting_invite
source: Invite
zh_hans: 邀请
zh_hant: 邀請

# rc_remote_del_confirm_text
source: Chat records cannot be recovered after deletion. Are you sure to delete them?
ar: لا يمكن استعادة بعد حذف محضر الدردشة، هل من المؤكد حذفه؟
ja: 削除されたチャットの履歴は復元できません？
ko: 채팅 기록을 지운 후 복구할 수 없습니다. 지울지 여부입니다？
lo: ປະຫວັດການສົນທະນາບໍ່ສາມາດຟື້ນຕົວໄດ້ຫຼັງຈາກການລຶບ, ມັນແນ່ນອນວ່າຈະຖືກລຶບບໍ?
ms: Rekod sembang tidak boleh dipulihkan selepas dipadamkan. Adakah anda pasti memadamkannya?
ru: Запись чата не может быть восстановлена после удаления.
zh_hans: 聊天记录删除后不可恢复，是否确定删除？
zh_hant: 聊天記錄刪除後不可恢復，是否確定刪除？

# rc_remote_clear_confirm_text
source: The chat history cannot be recovered after being cleared. Are you sure to clear it?
ar: لا يمكن استعادة سجلات الدردشة بعد إفراغها، هل هو متأكد من إفراغها؟
ja: チャットの記録はクリアした後は回復できません。クリアしたことを確認しますか?
ko: 대화 기록을 비우면 다시 시작할 수 없습니다. 대화 기록을 비우시겠습니까?
lo: ປະຫວັດ ການ ສົນທະນາ ບໍ່ສາມາດ ກູ້ ຄືນ ໄດ້ ຫ ຼ ັ ງ ຈາກ ທີ່ ຖືກ ລຶບລ້າງ ແລ້ວ. ທ່ານ ແນ່ໃຈ ບໍ່ວ່າ ຈະ ຖືກ ລຶບລ້າງ ບໍ?
ms: Rekod sembang tidak boleh dipulihkan selepas ia dikosongkan. Adakah anda pasti ia dikosongkan?
ru: После того, как запись разговора была очищена, ее нельзя восстановить.
zh_hans: 聊天记录清空后不可恢复，是否确定清空？
zh_hant: 聊天記錄清空後不可恢復，是否確定清空？

# quick_coll
source: Collaboration
ar: تعاون مجاني
ja: 無料コラボレーション
ko: 자유 업무협력
lo: ການຮ່ວມມືແບບບໍ່ເສຍຄ່າ
ms: Kerjasama bebas
ru: свободное взаимодействие
zh_hans: 自由协同
zh_hant: 自由協同

# quick_form
source: Form Template
ar: قالب النموذج
ja: フォームテンプレート
ko: 양식 서식 파일
lo: ແມ່ແບບແບບຟອມ
ms: Templat borang
ru: форма формы
zh_hans: 表单模板
zh_hant: 表單模版

# quick_scan
source: Scan QR Code
ar: اكتساح
ja: スイープ
ko: 스캔
lo: ສະແກນມັນ
ms: Sapu
ru: подметать
zh_hans: 扫一扫
zh_hant: 掃一掃

# quick_groupchat
source: Launch Group
ar: بدء الاتصال الجماعي
ja: グループコミュニケーションを開始する
ko: 그룹 채팅 시작
lo: ເລີ່ມຕົ້ນການແລກປ່ຽນກຸ່ມ
ms: Memulakan komunikasi kumpulan
ru: обмен группами спонсоров
zh_hans: 发起群组交流
zh_hant: 發起群組交流

# quick_chat
source: Launch Chat
ar: ابدأ الدردشة
ja: チャットを始める
ko: 채팅 시작
lo: ເລີ່ມສົນທະນາ
ms: Mulakan sembang
ru: начать разговор
zh_hans: 发起聊天
zh_hant: 發起聊天

# quick_task
source: New Task
ar: مهمة جديدة
ja: 新しい仕事
ko: 새 업무 만들기
lo: ວຽກງານ ໃໝ່
ms: Tugas baru
ru: новые задачи
zh_hans: 新建任务
zh_hant: 新建任務

# quick_meeting
source: New Meeting
ar: اجتماع جديد
ja: 新しい会議
ko: 새 회의 생성
lo: ກອງປະຊຸມ ໃໝ່
ms: Mesyuarat baru
ru: новые заседания
zh_hans: 新建会议
zh_hant: 新建會議

# quick_attendance
source: Sign in
ar: تحقق في
ja: チェックイン
ko: 체크인
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
ms: Daftar masuk
ru: с учетом
zh_hans: 签到
zh_hant: 簽到

# quick_schedule
source: New Schedule
ar: جدول جديد
ja: 新しいスケジュール
ko: 새 일정
lo: ກຳ ນົດເວລາ ໃໝ່
ms: Jadual baru
ru: Новая программа
zh_hans: 新建日程
zh_hant: 新建日程

# quick_zhumu_meeting
source: Attention meeting
ar: 주목 회의
ja: 注目会議
ko: 주목 회의
lo: ກອງປະຊຸມຈັບຕາ
ms: Persidangan Sorotan
ru: привлекать внимание к собранию
zh_hans: 瞩目会议
zh_hant: 矚目會議

# quick_ontimemeet
source: Quick Meeting
ar: اجتماع فوري
ja: インスタント会議
ko: 인스턴트 회의
lo: ກອງປະຊຸມທັນທີ
ms: mesyuarat segera
ru: мгновенная встреча
zh_hans: 快速会议
zh_hant: 快速會議

# meeting_join
source: Join Now
ja: 今すぐ参加
ko: 지금 가입
ms: Sertai Sekarang
ru: Присоединиться сейчас
zh_hans: 立即加入
zh_hant: 立即加入

# meeting_copyAndJoin
source: Copy Password Join
ja: 今すぐ参加
ko: 지금 가입
lo: Join Now
ms: Sertai Sekarang
ru: Присоединиться сейчас
zh_hans: 复制密码并加入
zh_hant: 複製密碼並加入

# meeting_pwdCopied
source: Password Copied
zh_hans: 密码已复制
zh_hant: 密碼已複製

# meeting_insNumb
source: Meeting No.
ja: 会議番号
ko: 회의 번호
lo: ເລກປະຊຸມ
ms: nombor mesyuarat
ru: номер собрания
zh_hans: 会议号
zh_hant: 會議號

# meeting_insPwd
source: Meeting Pw.
ja: 会議パスワード
ko: 회의 암호
lo: ລະຫັດປະຊຸມ
ms: kata laluan mesyuarat
ru: пароль собрания
zh_hans: 会议密码
zh_hant: 會議密碼

# Calendar_LoadFail
source: Calendar Load Error
ar: خطأ في تحميل مكون التقويم
ja: カレンダーコンポーネント読み込みエラー
ko: 달력 구성 로우딩 오류
lo: ຂໍ້ຜິດພາດໃນການໂຫລດສ່ວນປະຕິທິນ
ms: Ralat pemuatan komponen kalendar
ru: Ошибка загрузки компонента календаря
zh_hans: 日历组件加载错误
zh_hant: 行事曆組件加載錯誤

# Calendar_NoAccess
source: No permission to access calendar
ar: لا يمكن الوصول إلى التقويم
ja: カレンダーにアクセスできない
ko: 캘린더에 접근 권한이 없습니다.
lo: ບໍ່ມີການເຂົ້າເຖິງປະຕິທິນ
ms: Tiada akses kepada kalendar
ru: не имеют права доступа к календарю
zh_hans: 无权访问日历
zh_hant: 無權訪問行事曆

# Calendar_Permisson_Setting
source: Please allow %@ to access your calendar in device 'settings-privacy-calendar' option.
ar: يُرجى السماح لـ %@ بالوصول إلى التقويم في خيار ”الإعدادات - الخصوصية - التقويم” بالجهاز
ja: デバイスの[設定] - [プライバシー] - [カレンダー]オプションで、％@カレンダーにアクセスする
ko: 장치의“설정 - 개인 정보 보호- 달력 ”옵션에서 %@달력에 액세스
lo: ກະລຸນາອະນຸຍາດໃຫ້ %@ ເຂົ້າເຖິງປະຕິທິນໃນອຸປະກອນຂອງທ່ານ" Settings-Privacy-calendar"ຕົວເລືອກ
ms: Sila benarkan %@ untuk mengakses kalendar anda dalam Tetapan peranti - Privasi - kalendar
ru: пожалуйста, разреши в параметрах устройства Настройка - приватность - календарь %@ доступ к календарь
zh_hans: 请在设备的“设置-隐私-日历”选项中允许%@访问你的日历
zh_hant: 請在設備的“設定-隱私-日曆”選項中允許%@訪問你的日曆

# Calendar_Unavailable_title
source: Calendar is unavailable
ar: التقويم غير متوفر
ja: カレンダーは利用できません
ko: 주소록을 사용할 수 없습니다
lo: ປະຕິທິນບໍ່ສາມາດໃຊ້ໄດ້
ms: Kalendar tidak tersedia
ru: Календарь недоступен
zh_hans: 日历不可用
zh_hant: 日曆不可用

# Contact_Permisson_Setting
source: Please allow %@ to access your address book in device 'settings-privacy-address book' option.
ar: يُرجى السماح لـ %@ بالوصول إلى دفتر العناوين في خيار ”الإعدادات - الخصوصية - جهات الاتصال” بالجهاز
ja: デバイスの[設定] - [プライバシー] - [住所録]オプションで、％@住所録にアクセスする
ko: 장치의“설정 - 개인 정보 보호- 주소록 ”옵션에서 %@주소록에 액세스
lo: ກະລຸນາອະນຸຍາດໃຫ້ %@ ເຂົ້າເຖິງປື້ມທີ່ຢູ່ໃນອຸປະກອນຂອງທ່ານ" Settings-Privacy-Address Book"ຕົວເລືອກ
ms: Sila benarkan %@ untuk mengakses Buku alamat anda dalam Tetapan peranti - Privasi - Buku alamat
ru: пожалуйста, разреши в параметрах устройства Настройка - приватность - Адресная книга %@ доступ к Адресная книга
zh_hans: 请在设备的“设置-隐私-通讯录”选项中允许%@访问你的通讯录
zh_hant: 請在設備的“設定-隱私-通訊錄”選項中允許%@訪問你的通訊錄

# Contact_Unavailable_title
source: Address book is unavailable
ar: دفتر العناوين غير متوفر
ja: 名簿はありません
ko: 캘린더를 사용할 수 없습니다
lo: ປຶ້ມທີ່ຢູ່ບໍ່ສາມາດໃຊ້ໄດ້
ms: Buku alamat tidak tersedia
ru: Адресная книга недоступна
zh_hans: 通讯录不可用
zh_hant: 通訊錄不可用

# Common_Network_Unavailable
source: Network is not available, please check
ar: الشبكة الحالية غير متوفرة ، يرجى التحقق من إعدادات الشبكة
ja: 現在のネットワークは利用できません。ネットワーク設定を確認してください。
ko: 현재 네트워크를 사용할 수 없습니다. 네트워크 설정을 확인하십시오.
lo: ເຄືອຂ່າຍປັດຈຸບັນບໍ່ສາມາດໃຊ້ງານໄດ້, ກະລຸນາກວດສອບການຕັ້ງຄ່າເຄືອຂ່າຍຂອງທ່ານ
ms: Rangkaian semasa tidak tersedia, sila periksa tetapan rangkaian anda
ru: текущая сеть недоступна, проверьте настройки сети
zh_hans: 当前网络不可用，请检查您的网络设置
zh_hant: 當前網絡不可用，請檢查你的網絡設定

# Common_Server_CannotConnect
source: The current network is abnormal and the server cannot be accessed
ar: غير قادر على الاتصال بالخادم ، يرجى المحاولة مرة أخرى لاحقًا
ja: サーバーに接続できません。しばらくしてからもう一度お試しください
ko: 서버에 연결할 수 없습니다. 나중에 다시 시도하십시오.
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບເຊີບເວີ, ກະລຸນາລອງ ໃໝ່ ໃນພາຍຫຼັງ
ms: Tidak dapat menyambung ke pelayan, sila cuba lagi kemudian
ru: Невозможно подключиться к серверу, попробуйте позже
zh_hans: 当前网络异常，无法访问服务器
zh_hant: 當前網絡异常，無法訪問服務器

# Common_Server_DataError
source: Failed to Request Data
ar: فشل طلب البيانات
ja: データ要求失敗
ko: 요청 데이터 실패
lo: ຂໍ້ມູນການຮ້ອງຂໍລົ້ມເຫລວ
ms: Meminta data gagal
ru: запрос данных не выполнен
zh_hans: 请求数据失败
zh_hant: 請求數據失敗

# Common_Server_Port_Alert
source: The server port is a high-risk port, which may lead to abnormal use
zh_hans: 服务器端口为高危端口，可能导致使用异常
zh_hant: 服務器埠為高危埠，可能導致使用异常

# Common_Network_Disconnect
source: The current network is abnormal and the server cannot be accessed. Please try switching between WIFI, mobile network, and flight mode
zh_hans: 当前网络异常，无法访问服务器，请您尝试在WIFI，移动网络，飞行模式三者之间切换
zh_hant: 當前網絡异常，無法訪問服務器，請您嘗試在WIFI，移動網絡，飛行模式三者之間切換

# Common_HandWrite
source: Sign to Approve
ar: توقيع الدفعة
ja: 署名バッチ
ko: 날인
lo: ລົງຊື່ເຂົ້າໃຊ້
ms: Tandatangan kumpulan
ru: подписать и ратифицировать
zh_hans: 签批
zh_hant: 簽批

# Common_PlisInput
source: Please Enter Content
ar: الرجاء إدخال المحتوى
ja: 内容を入力してください
ko: 내용을 입력하십시오
lo: ກະລຸນາໃສ່ເນື້ອຫາ
ms: Sila masukkan kandungan
ru: пожалуйста, введите содержание
zh_hans: 请输入内容
zh_hant: 請輸入內容

# Common_InputSealPassWord
source: Please Enter the Seal Password
ar: الرجاء إدخال كلمة مرور التوقيع
ja: 署名パスワードを入力してください
ko: 날인 암호를 입력하십시오
lo: ກະລຸນາໃສ່ລະຫັດລັບຂອງລາຍເຊັນ
ms: Sila masukkan kata laluan tandatangan
ru: пожалуйста, введите пароль для подписи
zh_hans: 请输入签章密码
zh_hant: 請輸入簽章密碼

# Common_PassWordNONull
source: Password cannot be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
ja: パスワードは空にできません
ko: 암호는 비워 둘 수 없습니다
lo: ລະຫັດຜ່ານບໍ່ສາມາດເປົ່າ
ms: Kata laluan tidak boleh kosong
ru: пароль не может быть пустым
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# Common_PasswordWrong
source: Password wrong
ar: أدخل خطأ كلمة مرور التوقيع
ja: 署名パスワードエラーを入力してください
ko: 서명 비밀번호를 입력하십시오.
lo: ໃສ່ຂໍ້ຜິດພາດລະຫັດຜ່ານລາຍເຊັນ
ms: Masukkan ralat kata laluan tandatangan
ru: Ошибка ввода пароля подписи
zh_hans: 输入签章密码错误
zh_hant: 輸入簽章密碼錯誤

# Common_InputLimit
source: Input limit reached , you can not enter.
ar: تم الوصول إلى حد الإدخال ولا يمكن إدخاله.
ja: 入力制限に達したため入力できません。
ko: 입력 한도에 도달 했으므로 입력할 수 없습니다.
lo: ຂີດ ຈຳ ກັດດ້ານເທິງປ້ອນຂໍ້ມູນບັນລຸໄດ້ແລະບໍ່ມີການອະນຸຍາດເພີ່ມເຕີມ.
ms: Had input dicapai dan tidak boleh dimasukkan.
ru: достигнуть верхнего предела ввода, который больше не может быть введен.
zh_hans: 达到输入上限，不能再输入。
zh_hant: 達到輸入上限，不能再輸入。

# commom_ok
source: OK
ar: خير
ja: わかりました
lo: ຕົກ​ລົງ
ru: хорошо
zh_hans: 好的
zh_hant: 好的

# commom_setting
source: Setting
ar: نصب
ja: 設定
ko: 설정
lo: ຕັ້ງ​ຄ່າ
ms: Menetapkan
ru: Настройка
zh_hans: 设置
zh_hant: 設定

# common_kikedByOther
source: You are forced to logoff.
ar: تم تسجيل الدخول إلى حسابك في موقع آخر ، فأنت مجبر على عدم الاتصال بالإنترنت
ja: あなたのアカウントは別の場所にログインしており、あなたはオフラインになることを強いられます
ko: 계정이 다른 위치에 로그인되어 있고 강제로 오프라인 상태가됩니다.
lo: ບັນຊີຂອງທ່ານເຂົ້າສູ່ລະບົບຢູ່ສະຖານທີ່ອື່ນແລະທ່ານຖືກບັງຄັບໃຫ້ໄປທາງອອຟໄລ
ms: Akaun anda dilog masuk di lokasi lain dan anda terpaksa pergi offline
ru: ваш номер счёта был зарегистрирован в другом месте, вы были вынуждены спуститься вниз
zh_hans: 你的账号在另一地点登录，你被迫下线
zh_hant: 你的帳號在另一地點登入，你被迫下線

# common_backLogin
source: Return to LOGIN PAGE
ar: العودة إلى صفحة تسجيل الدخول
ja: ログインページに戻る
ko: 로그인 페이지로 돌아 가기
lo: ກັບໄປທີ່ ໜ້າ ເຂົ້າສູ່ລະບົບ
ms: Kembali ke halaman log masuk
ru: вернуться на страницу входа
zh_hans: 返回登录页
zh_hant: 返回登入頁

# updates_check_failed
source: Fail to Check for Updates
ar: التحقق من فشل التحديث
ja: 更新失敗をチェックする
ko: 업데이트 실패를 확인하십시오
lo: ກວດເບິ່ງການອັບເດດລົ້ມເຫລວ
ms: Periksa kegagalan kemas kini
ru: Ошибка проверки обновления
zh_hans: 检查更新失败
zh_hant: 檢查更新失敗

# loadApp_fail
source: Fail to Load Application.
ar: فشل تحميل التطبيق
ja: アプリケーションの読み込みに失敗しました
ko: 응용 프로그램로드 실패
lo: ການໂຫລດແອັບພລິເຄຊັນລົ້ມເຫລວ
ms: Memuatkan aplikasi gagal
ru: Ошибка загрузки приложения
zh_hans: 加载应用失败
zh_hant: 加載應用失敗

# desktop_errorParameter
source: Error Getting One-Click Application Parameter
ar: الحصول على سطح المكتب بنقرة واحدة خطأ في تطبيق المعلمة
ja: デスクトップのワンクリックアプリケーションパラメータエラーを取得する
ko: 데스크탑 응용 프로그램 가져오기 오류
lo: ຮັບຂໍ້ຜິດພາດພາລາມິເຕີຂອງ ຄຳ ຮ້ອງສະ ໝັກ ໜຶ່ງ ຄັ້ງ
ms: Dapatkan ralat parameter aplikasi satu klik desktop
ru: Ошибка получения параметров приложения на рабочем столе
zh_hans: 获取桌面一键应用参数错误
zh_hant: 獲取案頭一鍵應用參數錯誤

# wrong_local_resource_path
source: Get Wrong Local Resource Path
ar: الحصول على خطأ مسار المورد المحلي
ja: ローカルリソースパスエラーの取得
ko: 로컬 리소스 경로 가져오기 오류
lo: ຮັບຂໍ້ຜິດພາດຂອງເສັ້ນທາງຊັບພະຍາກອນທ້ອງຖິ່ນ
ms: Dapatkan ralat jalan sumber tempatan
ru: Ошибка доступа к локальным ресурсам
zh_hans: 获取本地资源路径错误
zh_hant: 獲取本地資源路徑錯誤

# device_no_data
source: Fail to detect right appication to open this data in your device.
ar: لم يكتشف الجهاز التطبيق المناسب لفتح البيانات
ja: デバイスがデータを開くのに適切なアプリを検出しませんでした
ko: 장치가 데이터를 열 수있는 적절한 응용 프로그램을 감지하지 못했습니다.
lo: ອຸປະກອນດັ່ງກ່າວບໍ່ໄດ້ກວດພົບໂປແກຼມທີ່ ເໝາະ ສົມເພື່ອເປີດຂໍ້ມູນ
ms: Peranti tidak mengesan aplikasi yang sesuai untuk membuka data
ru: устройство не найдено подходящим приложением для открытия данных
zh_hans: 该设备未检测到合适的应用打开该数据
zh_hant: 該設備未檢測到合適的應用打開該數據

# device_not_sms
source: This Device Does Not Support Send Message
ar: الجهاز لا يدعم الرسائل النصية
ja: デバイスはテキストメッセージをサポートしていません
ko: 이 장치는 문자 메시지를 지원하지 않습니다.
lo: ອຸປະກອນນີ້ບໍ່ຮອງຮັບການສົ່ງຂໍ້ຄວາມ
ms: Peranti tidak menyokong teks
ru: устройство не поддерживает отправку SMS
zh_hans: 该设备不支持发短信
zh_hant: 該設備不支持發短信

# device_not_telephone
source: This Device Does Not Support Telephone
ar: لا يدعم الجهاز الاتصال
ja: デバイスは通話をサポートしていません
ko: 장치가 전화를 지원하지 않습니다.
lo: ອຸປະກອນບໍ່ຮອງຮັບການໂທ
ms: Peranti tidak menyokong panggilan
ru: оборудование не поддерживает телефонные звонки
zh_hans: 该设备不支持打电话
zh_hant: 該設備不支持打電話

# attach_path_empty
source: Attachment Path Cannot Be Empty
ar: لا يمكن أن يكون مسار المرفق فارغًا
ja: 添付ファイルパスは空にできません
ko: 첨부 파일 경로는 비워 둘 수 없습니다.
lo: ເສັ້ນທາງແນບບໍ່ສາມາດຫວ່າງໄດ້
ms: Laluan lampiran tidak boleh kosong
ru: путь вложения не может быть пустым
zh_hans: 附件路径不能为空
zh_hant: 附件路徑不能為空

# common_send_fail
source: Sent Failed
ar: فشل الإرسال
ja: 送信失敗
ko: 보내기 실패
lo: ການ​ສົ່ງ​ລົ້ມ​ເຫຼວ
ms: Hantar gagal
ru: Ошибка отправки
zh_hans: 发送失败
zh_hant: 發送失敗

# common_send_success
source: Sent Successfully
ar: أرسلت بنجاح
ja: 正常に送信されました
ko: 보내기 성공
lo: ສົ່ງຢ່າງ ສຳ ເລັດແລ້ວ
ms: Berhasil dihantar
ru: отправка завершена
zh_hans: 发送成功
zh_hant: 發送成功

# read_manifest_error
source: Error Reading manifest.json.
ar: خطأ في قراءة manifest.json.
ja: manifest.jsonの読み取りエラー。
ko: manifest.json을 읽는 중 오류가 발생했습니다.
lo: ຜິດພາດໃນການອ່ານ manifest.json.
ms: Ralat membaca manifest.json.
ru: Ошибка чтения Manifest.Json
zh_hans: 读取manifest.json出错。
zh_hant: 讀取manifest.json出錯。

# gesture_clicked_forgot
source: Clicked forgot gesture password on the left
ar: النقر على كلمة المرور المنسية لفتة على اليسار
ja: 左側にある忘れたジェスチャーパスワードをクリックしました
ko: 왼쪽에 잊어 버린 제스처 암호를 클릭하십시오
lo: ກົດທີ່ລະຫັດລັບທີ່ຖືກລືມທີ່ຢູ່ເບື້ອງຊ້າຍ
ms: Klik kata laluan isyarat yang dilupakan di sebelah kiri
ru: щелчок левой кнопкой мыши на забытом ручном коде
zh_hans: 点击了左边的忘记手势密码
zh_hant: 點擊了左邊的忘記手勢密碼

# gesture_clicked_right
source: Clicked Swich Account on the Right
ar: انقر على الحساب الآخر على حق تسجيل الدخول.
ja: 右側にある他のアカウントをクリックしてログインします。
ko: 로그인 할 수있는 다른 계정을 클릭하십시오
lo: ກົດທີ່ບັນຊີອື່ນຢູ່ເບື້ອງຂວາເພື່ອເຂົ້າສູ່ລະບົບ
ms: Klik pada akaun lain di sebelah kanan untuk log masuk.
ru: щёлкните правой кнопкой мыши по другим номерам счета для посадки
zh_hans: 点击了右边的其他账号登陆
zh_hant: 點擊了右邊的其他帳號登入

# gesture_clicked_skip
source: Clicked Skip
ar: النقر على زر تخطي
ja: スキップボタンをクリック
ko: 건너뛰기 버튼 클릭
lo: ປຸ່ມຂ້າມທີ່ກົດປຸ່ມ
ms: Klik butang lompat
ru: Нажмите кнопку пропуска
zh_hans: 点击了跳过按钮
zh_hant: 點擊了跳過按鈕
