Repository: yukui-wang/M3
Catalog: CMPCore/CMPCore/Resources/*.lproj/Localizable.strings
Languages: ar, ja, ko, lo, ms, ru, zh_hans, zh_hant

# mutil_login_unmute_hint
source: After turning "Mute on the phone", the new message notification will resume normal
ar: بعد تشغيل "كتم الصوت على الهاتف"، سيتم استئناف إشعار الرسالة الجديدة بشكل طبيعي
ja: 「電話でミュート」をオンにすると、新しいメッセージの通知が通常に戻ります
ko: "휴대 전화에서 음소거"를 설정하면 새 메시지 알림이 정상적으로 재개됩니다
lo: ຫລັງຈາກປິດ "Phone Mute", ການແຈ້ງເຕືອນຂໍ້ຄວາມ ໃໝ່ ໃນໂທລະສັບກໍ່ຈະກັບມາເປັນປົກກະຕິ
ms: Setelah bertukar "Bisu pada telefon", pemberitahuan mesej baru akan disambung semula dengan normal
ru: После включения «Отключение звука на телефоне» уведомление о новом сообщении возобновится в обычном режиме
zh_hans: 关闭“手机静音”后，手机新消息通知将恢复正常
zh_hant: 關閉“手機靜音”後，手機新消息通知將恢復正常

# mutil_login_stop_notification
source: Stop phone notifications
ar: وقف إشعارات الهاتف
ja: 電話通知を停止する
ko: 전화 알림 중지
lo: ຢຸດການແຈ້ງເຕືອນທາງໂທລະສັບ
ms: Hentikan pemberitahuan telefon
ru: Остановить телефонные уведомления
zh_hans: 停止手机通知
zh_hant: 停止手機通知

# mutil_login_mute_hint
source: When "Mute Phone" is enabled, new message notifications will no longer be received on the phone<
ar: عند تمكين "كتم الهاتف" ، لن يتم استلام إشعارات الرسائل الجديدة على الهاتف
ja: [電話をミュート]が有効になっている場合、新しいメッセージ通知は電話で受信されなくなります
ko: "휴대폰 음소거"가 활성화되면 더 이상 새 메시지 알림이 전화기에서 수신되지 않습니다
lo: ຫຼັງຈາກເປີດໃຊ້ "Phone Mute", ໂທລະສັບຈະບໍ່ໄດ້ຮັບການແຈ້ງເຕືອນຂໍ້ຄວາມ ໃໝ່ ອີກຕໍ່ໄປ
ms: Apabila "Bisu Telefon" didayakan, pemberitahuan mesej baru tidak lagi akan diterima di telefon
ru: Когда функция «Без звука» включена, уведомления о новых сообщениях больше не будут приниматься на телефоне
zh_hans: 启用“手机静音”后，手机上将不再接收新消息通知
zh_hant: 啟用“手機靜音”後，手機上將不再接收新消息通知<

# login_tag_mokey
source: Mokey Account
ar: درع الهاتف المحمول تسجيل الدخول
ja: モバイルシールド登録
ko: 휴대폰 로그인
lo: ໂທລະສັບປ້ອງກັນເຂົ້າສູ່ລະບົບ
ms: Masuk perisai telefon bimbit
ru: мобильный щит
zh_hans: 手机盾登录
zh_hant: 手機盾登入

# login_mokeyUsername
source: Mokey Username
ar: درع الهاتف اسم المستخدم
ja: 携帯の盾のユーザ名
ko: 휴대폰 방패
lo: ຊື່ຜູ້ໃຊ້ໄສ້ມືຖື
ms: Masuk perisai telefon bimbit
ru: Имя пользователя
zh_hans: 手机盾用户名
zh_hant: 手機盾用戶名

# login_mokey_NoKeyId
source: KeyId Inexistence，Try Authorised Mokey On Management Platform
ar: لا يوجد مفتاح ، يرجى إعادة ترخيص الهاتف المحمول الدرع على منصة إدارة
ja: KeyIdは存在しません。管理プラットフォームで携帯の盾を再認証してください。
ko: KeyId 가 존재하지 않으니, 플랫폼에서 휴대전화 방패를 재배해 주십시오.
lo: ບໍ່ມີ KeyId, ກະລຸນາອະນຸຍາດປ້ອງກັນໂທລະສັບ ໃໝ່ ໃນເວທີການຄຸ້ມຄອງ
ms: KeyId tidak wujud, sila mengesahkan semula perisai telefon pada platform pengurusan
ru: KeyId не существует, пожалуйста, проверьте мобильный щит на платформе управления
zh_hans: KeyId不存在，请在管理平台上重新授权手机盾
zh_hant: KeyId不存在，請在管理平臺上重新授權手機盾

# login_mokey_NoBind
source: You are not bound to the Mokey, please bind on the management platform
ar: لا يمكنك ربط الهاتف المحمول الدرع ، ربط على منصة إدارة
ja: 携帯電話のキーをバインドしていません。管理プラットフォームでバインドしてください。
ko: 휴대폰 방패를 묶지 않으니, 관리대에 납치해 주십시오
lo: ທ່ານຍັງບໍ່ໄດ້ຜູກມັດໂທລະສັບ, ກະລຸນາຜູກມັດມັນໄວ້ໃນເວທີການຄຸ້ມຄອງ
ms: Anda tidak terikat dengan perisai telefon, sila terikat pada platform pengurusan
ru: Вы не привязали мобильный щит
zh_hans: 您未绑定手机盾，请在管理平台上进行绑定
zh_hant: 您未綁定手機盾，請在管理平臺上進行綁定

# login_mokey_error_getkeyid
source: Failed to get keyId of Mokey
ar: الحصول على الهاتف الخليوي الدرع keyid فشلت
ja: 携帯のシールドを取得できませんでした。
ko: 휴대폰 방패 가져오기 실패
lo: ລົ້ມເຫລວໃນການໄດ້ຮັບ keyId ໄສ້ໂທລະສັບ
ms: Gagal mendapatkan keyId perisai telefon
ru: Не удалось получить мобильный щит keyId
zh_hans: 获取手机盾keyId失败
zh_hant: 獲取手機盾keyId失敗

# login_mokey_error_nocertorurl
source: Mokey without SDK Address and Certificate
ar: الهاتف المحمول درع لا مشكل SDK عنوان وشهادة
ja: SDKのアドレスと証明書が設定されていません。
ko: 휴대폰 방패가 SDK 주소와 인증서를 설정하지 않았습니다
lo: ເຄື່ອງປ້ອງກັນໂທລະສັບບໍ່ໄດ້ຖືກຕັ້ງຄ່າດ້ວຍທີ່ຢູ່ SDK ແລະໃບຢັ້ງຢືນ
ms: Perisai telefon bimbit tidak dikonfigurasi dengan alamat dan sijil SDK
ru: мобильный щит не настраивает адреса и сертификаты SDK
zh_hans: 手机盾未配置SDK的地址及证书
zh_hant: 手機盾未配寘SDK的地址及證書

# login_mokey_error_username
source: Get Login Name Err
ar: طلب تسجيل الدخول اسم المستخدم خطأ
ja: ログイン要求のユーザ名が間違っています。
ko: 로그인 이름 요청 오류
lo: ເກີດຄວາມຜິດພາດໃນການຮ້ອງຂໍຊື່ຜູ້ໃຊ້ເຂົ້າສູ່ລະບົບ
ms: Meminta ralat nama pengguna masuk
ru: Ошибка запроса логина
zh_hans: 请求登录用户名出错
zh_hant: 請求登入用戶名出錯

# login_mokey_error_getInfo
source: Failed to request Mokey Info
ar: طلب درع الهاتف رسالة فشل
ja: 携帯のシールド情報の要求に失敗しました。
ko: 휴대폰 방패 메시지 요청 실패
lo: ການຂໍຂໍ້ມູນປ້ອງກັນໂທລະສັບລົ້ມເຫລວ
ms: Meminta maklumat perisai telefon bimbit gagal
ru: Ошибка запроса информации о щите
zh_hans: 请求手机盾信息失败
zh_hant: 請求手機盾資訊失敗

# login_mokey_error_geteventdata
source: Failed to get Mokey login event
ar: الحصول على الهاتف المحمول درع الدخول فشل الحدث
ja: モバイルキー登録イベントの取得に失敗しました。
ko: 휴대폰 로그인 가져오기 실패
lo: ລົ້ມເຫລວທີ່ຈະໄດ້ຮັບເຫດການເຂົ້າສູ່ລະບົບຂອງໄສ້ມືຖື
ms: Acara log masuk perisai telefon gagal
ru: Невозможно получить доступ к серверу
zh_hans: 获取手机盾登录事件失败
zh_hant: 獲取手機盾登入事件失敗

# login_mokey_error_certexpire
source: Your certificate needs to be updated
ar: الشهادة تحتاج إلى تحديث
ja: 証明書の更新が必要です。
ko: 인증서 업데이트
lo: ໃບຢັ້ງຢືນຂອງທ່ານ ຈຳ ເປັນຕ້ອງມີການປັບປຸງ ໃໝ່
ms: Sijil anda perlu dikemas kini
ru: Ваши сертификаты нуждаются в обновлении
zh_hans: 您的证书需要更新
zh_hant: 您的證書需要更新

# login_input_empty3
source: Mokey Name cannot be empty
ar: درع الهاتف رقم الحساب لا يمكن أن تكون فارغة
ja: 携帯の盾のアカウントは空です。
ko: 휴대폰 방패 계정은 비워서는 안 된다.
lo: ບັນຊີໄສ້ມືຖືບໍ່ສາມາດຫວ່າງໄດ້
ms: Akaun perisai telefon bimbit tidak boleh kosong
ru: номер счета мобильного щита не может быть пустым
zh_hans: 手机盾账号不能为空
zh_hant: 手機盾帳號不能為空

# mokey_updateCert_success
source: Update Mokey Certificate Succeed
ar: تحديث الهاتف المحمول درع الشهادة بنجاح
ja: モバイルキーの更新に成功しました。
ko: 휴대폰 방패 인증서 업데이트 성공
lo: ສຳ ເລັດການປັບປຸງໃບຢັ້ງຢືນໄສ້ໂທລະສັບ
ms: Kemas kini sijil perisai telefon bimbit
ru: Обновление сертификата мобильного щита завершено
zh_hans: 更新手机盾证书成功
zh_hant: 更新手機盾證書成功

# mokey_userReset_success
source: Reset Mokey Succeed
ar: إعادة تعيين درع الهاتف بنجاح
ja: 携帯のキーをリセットしました。
ko: 핸드폰 방패 초기화
lo: ຕັ້ງໄສ້ໂທລະສັບ ສຳ ເລັດແລ້ວ
ms: Tetapkan semula perisai telefon dengan jayanya
ru: успешно сбросить щит
zh_hans: 重置手机盾成功
zh_hant: 重置手機盾成功

# login_mokey_scan
source: Scan QR Code
ar: اكتساح
ja: さっと掃く
ko: 일소하다
lo: ສະແກນມັນ
ms: Sapu
ru: подметать
zh_hans: 扫一扫
zh_hant: 掃一掃

# login_mokey_NoUserName
source: Please enter your account
ar: الرجاء إدخال حساب
ja: アカウントを入力してください
ko: 계정 입력
lo: ກະລຸນາໃສ່ບັນຊີ
ms: Sila masukkan akaun
ru: Введите счёт
zh_hans: 请输入账户
zh_hant: 請輸入帳戶

# login_mokey_scan_login
source: Please scan the code after M3 login
ar: الرجاء تسجيل الدخول بعد مسح رمز M3
ja: M 3登録してコードをスキャンしてください。
ko: M3 로그인 후 스톡 진행해주세요.
lo: ກະລຸນາສະແກນລະຫັດຫຼັງຈາກເຂົ້າສູ່ລະບົບ M3
ms: Sila imbas kod selepas kemasukan M3
ru: после входа в систему M3
zh_hans: 请进行M3登录后扫码
zh_hant: 請進行M3登入後掃碼

# login_mokey_scan_nosupport
source: Failed to recognize server in this Mokey QR code.
ar: لا أعرف رمز ثنائي الأبعاد الأخرى
ja: Mokeyの他の二次元コードはまだ分かりません。
ko: Mokey 기타 QR코드
lo: ຢ່າຮູ້ລະຫັດ QR ອື່ນໆຂອງ Mokey
ms: Saya tidak tahu kod QR Mokey yang lain buat masa ini
ru: пока не известно код Mokey
zh_hans: 暂时不知道Mokey其他二维码
zh_hant: 暫時不知道Mokey其他二維碼

# login_mokey_error_beenbound
source: Mokey has been bound by other devices. Please contact the system administrator
ar: الهاتف المحمول الدرع تم ربط الأجهزة الأخرى ، يرجى الاتصال بمسؤول النظام
ja: 携帯電話の盾は他の設備に縛られています。システム管理者に連絡してください。
ko: 휴대폰 방패는 이미 다른 장치에 묶여 있으니 시스템 관리자에게 연락해 주십시오
lo: ເຄື່ອງປ້ອງກັນໂທລະສັບໄດ້ຖືກຜູກໄວ້ກັບອຸປະກອນອື່ນ, ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບ
ms: Perisai telefon telah terikat oleh peranti lain, sila hubungi pentadbir sistem
ru: мобильный щит уже привязан к другим устройствам, пожалуйста, свяжитесь с администратором системы
zh_hans: 手机盾已被其他设备绑定，请联系系统管理员
zh_hant: 手機盾已被其他設備綁定，請聯系系統管理員

# login_mokey_error_qrcodefailure
source: QR Code Failure
ar: بعدين رمز الفشل
ja: 二次元コードが無効になります
ko: 2차원 부호 오류
lo: ລະຫັດ QR ບໍ່ຖືກຕ້ອງ
ms: Pembatalan kod QR
ru: отказ двухмерного кода
zh_hans: 二维码失效
zh_hant: 二維碼失效

# reset_mokey_error_account_atypism
source: Reset account is different with login account.
ar: الحساب الذي يتم إعادة تعيين كلمة المرور الحالية لا يتفق مع حساب تسجيل دخول الجوال
ja: パスワードリセットを現在行っているアカウントは、モバイルアカウントと一致していません。
ko: 현재 비밀번호 초기화된 계정과 이동 장치 로그인 계정이 일치하지 않습니다
lo: ບັນຊີປະຈຸບັນ ສຳ ລັບການຕັ້ງລະຫັດຜ່ານແມ່ນບໍ່ສອດຄ່ອງກັບບັນຊີການເຂົ້າລະບົບມືຖື
ms: Akaun penetapan kata laluan semasa tidak konsisten dengan akaun log masuk mudah alih.
ru: текущая учётная запись, восстанавливаемая паролем, не совпадает с учётной записью для входа на мобильный терминал
zh_hans: 当前进行密码重置的账户与移动端登录账户不一致
zh_hant: 當前進行密碼重置的帳戶與移動端登入帳戶不一致

# screen_mirror_btn_title
source: Screen Mirroring
ar: شاشة النسخ المتطابق
ja: ワイヤレス画面
ko: 무선무선
lo: ການຄາດຄະເນແບບໄຮ້ສາຍ
ms: Skrin tanpa wayar
ru: Беспроводной экран
zh_hans: 无线投屏
zh_hant: 無線投屏

# screen_mirror_tips_title
source: Warm Prompt
ar: تذكير دافئ
ja: 暖かいリマインダー
ko: 주의사항참고사항
lo: ຄຳ ແນະ ນຳ
ms: Peringatan hangat
ru: Теплое напоминание
zh_hans: 温馨提示
zh_hant: 溫馨提示

# screen_mirror_checkout_btn
source: Checkout
ar: عرض البرنامج التعليمي
ja: チュートリアルを見る
ko: 살펴보다교과 과정
lo: ເບິ່ງ tutorial
ms: Lihat tutorial
ru: Посмотреть учебник
zh_hans: 查看教程
zh_hant: 查看教程

# screen_mirror_tips
source: iPhone needs mirror your screen via Screen Mirroring, please turn it on in Control Center
ar: تحتاج هواتف Apple إلى استخدام وظيفة النسخ المتطابق للشاشة لإلقاء الشاشات ، يرجى فتح الشاشة في مركز التحكم
ja: Appleの携帯電話は、画面をキャストするために「画面ミラーリング」機能を使用する必要があります、コントロールセンターで画面を開いてください
ko: Apple 전화는 화면을 전송하기 위해 스크린 미러링 기능을 사용해야합니다. 제어 센터에서 화면을여십시오.
lo: iPhone ຕ້ອງການໃຊ້ລະບົບ "ໜ້າ ຈໍສະທ້ອນຫນ້າຈໍ" ໃນ ໜ້າ ຈໍ, ກະລຸນາເປີດ ໜ້າ ຈໍຢູ່ສູນຄວບຄຸມ
ms: Telefon Apple perlu menggunakan fungsi "mirroring screen" untuk membuang skrin, sila buka skrin di pusat kawalan
ru: Телефоны Apple должны использовать функцию «зеркальное отображение экрана», чтобы навести экран, пожалуйста, откройте экран в центре управления
zh_hans: 苹果手机需要通过系统“屏幕镜像”功能进行投屏，请在控制中心开启投屏
zh_hant: 蘋果手機需要通過繫統“屏幕鏡像”功能進行投屏，請在控製中心開啟投屏

# file_management_send_btn
source: Send
ar: إرسال
ja: はっそうする
ko: 송출하다
lo: ສົ່ງ
ms: Hantar
ru: Отправить
zh_hans: 发送
zh_hant: 髮送

# file_management_localfile
source: Phone File
ar: ملف الهاتف
ja: じゅわきぶんしょ
ko: 휴대폰공문서
lo: ແຟ້ມໂທລະສັບ
ms: Fail telefon
ru: Телефонный файл
zh_hans: 手机文件
zh_hant: 手機文件

# file_management_from_comefrom_m3
source: come from:
ar: يأتي من:
ja: ちなむ:
ko: 에서 오다:
lo: ຈາກ:
ms: Dari:
ru: родом из:
zh_hans: 来自:
zh_hant: 來自:

# file_management_from_comefrom_third
source: come from:
ar: يأتي من:
ja: ちなむ:
ko: 에서 오다:
lo: ຈາກ:
ms: Dari:
ru: родом из:
zh_hans: 来自:
zh_hant: 來自:

# file_management_from_comefrom
source: come from:
ar: يأتي من:
ja: ちなむ:
ko: 에서 오다:
lo: ຈາກ:
ms: Dari:
ru: родом из:
zh_hans: 来自:
zh_hant: 來自:

# file_management_from_sendto
source: send to:
ar: ارسل إلى:
ja: 下げわたし:
ko: 할당하다:
lo: ສົ່ງ​ເຖິງ:
ms: Hantar ke:
ru: Отправить:
zh_hans: 发给:
zh_hant: 髮給:

# file_management_from_comefrom_group
source: come from group:
ar: من الدردشة الجماعية:
ja: グループチャットから：
ko: 에서 오다무리:
lo: ຈາກການສົນທະນາເປັນກຸ່ມ:
ms: Dari sembang kumpulan:
ru: Из группового чата:
zh_hans: 来自群聊:
zh_hant: 來自群聊:

# file_management_from_sendto_group
source: send to group:
ar: إرسال إلى الدردشة الجماعية:
ja: グループチャットに送信：
ko: 할당하다무리:
lo: ສົ່ງໄປທີ່ກຸ່ມສົນທະນາ:
ms: Hantar ke sembang kumpulan:
ru: Отправить в групповой чат:
zh_hans: 发给群聊:
zh_hant: 髮給群聊:

# file_management_save_ro_file_success_from_other_tips
source: Saved successfully! Please go to my file to view the saved content
ar: تم الحفظ بنجاح! يرجى الانتقال إلى ملفي لعرض المحتوى المحفوظ
ja: 正常に保存されました！保存したコンテンツを表示するには、ファイルにアクセスしてください
ko: 성공적으로 저장되었습니다! 저장된 내용을 보려면 내 파일로 이동하십시오
lo: ບັນທຶກປະສົບຜົນ ສຳ ເລັດ! ກະລຸນາໄປທີ່ເອກະສານຂອງຂ້ອຍເພື່ອເບິ່ງເນື້ອຫາທີ່ບັນທຶກໄວ້
ms: Selamat berjaya! Sila pergi ke fail saya untuk melihat kandungan yang disimpan
ru: Сохранено успешно! Пожалуйста, перейдите в мой файл, чтобы просмотреть сохраненный контент
zh_hans: 保存成功!请到我的文件下查看保存内容
zh_hant: 保存成功!請到我的文件下查看保存內容

# share_share_to_innner_title
source: Mobile Office
ar: مكتب متنقل
ja: モバイルオフィス
ko: 모바일 오피스
lo: ຫ້ອງການເຄື່ອນທີ່
ms: Pejabat Mudah Alih
ru: Мобильный офис
zh_hans: 移动办公
zh_hant: 移動辦公

# share_btn_new_chat
source: New chat
ar: ابدأ الدردشة
ja: チャットを開始
ko: 채팅 시작
lo: ເລີ່ມສົນທະນາ
ms: Mula berbual
ru: Начать чат
zh_hans: 发起聊天
zh_hant: 髮起聊天

# share_btn_new_coopa
source: New collaboration
ar: تعاون جديد
ja: 新しいコラボレーション
ko: 새로운 협업
lo: ການຮ່ວມມື ໃໝ່
ms: Kerjasama baru
ru: Новое сотрудничество
zh_hans: 新建协同
zh_hant: 新建協同

# share_btn_new_conf
source: New conference
ar: مؤتمر جديد
ja: 新しい会議
ko: 새로운 회의
lo: ກອງປະຊຸມ ໃໝ່
ms: Persidangan baru
ru: Новая конференция
zh_hans: 新建会议
zh_hant: 新建會議

# share_btn_doc_center
source: Doc center
ar: مركز التوثيق
ja: ドキュメントセンター
ko: 설명서 센터
lo: ສູນເອກະສານ
ms: Pusat Dokumentasi
ru: Центр документации
zh_hans: 文档中心
zh_hant: 文檔中心

# share_btn_new_task
source: New task
ar: مهمة جديدة
ja: 新しいタスク
ko: 새로운 작업
lo: ວຽກງານ ໃໝ່
ms: Tugas baru
ru: Новая задача
zh_hans: 新建任务
zh_hant: 新建任務

# share_btn_new_sche
source: New schedule
ar: جدول جديد
ja: 新しいスケジュール
ko: 새로운 일정
lo: ກຳ ນົດເວລາ ໃໝ່
ms: Jadual baru
ru: Новое расписание
zh_hans: 新建日程
zh_hant: 新建日程

# share_btn_forward_coopa
source: Forward collaboration
ar: إعادة توجيه التعاون
ja: コラボレーションの転送
ko: 전달 협업
lo: ການຮ່ວມມືສົ່ງຕໍ່
ms: Melanjutkan kerjasama
ru: Экспедирование сотрудничества
zh_hans: 转发协同
zh_hant: 轉髮協同

# share_btn_download
source: Download
ar: تحميل
ja: ダウンロードする
ko: 다운로드
lo: ດາວໂຫລດ
ms: Muat turun
ru: скачать
zh_hans: 下载
zh_hant: 下載

# share_btn_collect
source: Collect
ar: اجمع
ja: お気に入り
ko: 좋아하는
lo: ສິ່ງທີ່ມັກ
ms: Kegemaran
zh_hans: 收藏
zh_hant: 收藏

# share_btn_share
source: Share
ar: سهم
ja: 共有する
ko: 공유
lo: ແບ່ງ​ປັນ​ມັນ
ms: Kongsi
ru: доля
zh_hans: 分享
zh_hant: 分享

# share_btn_print
source: Print
ar: طباعة
ja: 印刷する
ko: 인쇄
lo: ພິມ
ms: Cetak
ru: печать
zh_hans: 打印
zh_hant: 打印

# share_btn_wechat
source: Wechat
ar: بريد إلكتروني الصغير
ko: 위챗
ru: Micro письмо
zh_hans: 微信
zh_hant: 微信

# share_btn_wechattimeline
source: Timeline
zh_hans: 朋友圈
zh_hant: 朋友圈

# share_btn_other_app
source: Other
ar: تطبيقات أخرى
ja: その他の用途
ko: 다른 응용
lo: ກິດອື່ນໆ
ms: Permohonan lain
ru: Другие приложения
zh_hans: 其他应用
zh_hant: 其他應用

# share_btn_my_colleague
source: Zhixin
lo: ຈົດ ໝາຍ
zh_hans: 致信
zh_hant: 致信

# share_btn_wwechat
source: WeChat Work
ar: WeChat العمل
ja: エンタープライズWeChat
ko: 엔터프라이즈 위챗
lo: ວິສາຫະກິດ WeChat
ms: Enterprise WeChat
ru: Корпоративный WeChat
zh_hans: 企业微信
zh_hant: 企業微信

# share_btn_dingtalk
source: Dingtalk
ar: قرع الحديث
ja: 釘付け
ko: 못을 박았다
lo: ລົ້ມເຫລວ
ms: ceramah ding
ru: Гвозди
zh_hans: 钉钉
zh_hant: 釘釘

# share_btn_screen_mirrioring
source: Screen Mirroring
ar: شاشة النسخ المتطابق
ja: ワイヤレス画面
ko: 무선 화면
lo: ການຄາດຄະເນແບບໄຮ້ສາຍ
ms: Cermin skrin
ru: Беспроводной экран
zh_hans: 无线投屏
zh_hant: 無線投屏

# share_btn_generate_qrcode
source: QR Code
ar: رمز الاستجابة السريعة
ja: QRコードを生成する
ko: QR 코드
lo: ສ້າງລະຫັດ QR
ms: Kod QR
ru: QR код
zh_hans: 生成二维码
zh_hant: 生成二維碼

# share_btn_tel_confe
source: Tel Confference
ar: دعوة المؤتمر
ja: 電話会議
ko: 전화 회의
lo: ການປະຊຸມທາງໂທລະສັບ
ms: Panggilan persidangan
ru: Конференц-связь
zh_hans: 电话会议
zh_hant: 電話會議

# share_auth_tips_string
source: Do you allow it be checked by someone who isn't in the process
ar: ما إذا كان يجب السماح للعاملين خارج العملية بالمشاهدة
ja: アウトプロセスの担当者が閲覧できるようにするかどうかs
ko: 프로세스 외부 직원이 볼 수 있도록 허용할지 여부
lo: ບໍ່ວ່າຈະເປັນທີ່ຈະອະນຸຍາດໃຫ້ຄົນຂ້າງນອກຂະບວນການເບິ່ງ
ms: Sama ada untuk membenarkan kakitangan keluar proses untuk dilihat
ru: Разрешить ли персоналу вне процесса просматривать
zh_hans: 是否允许流程外人员查看
zh_hant: 是否允許流程外人員查看

# share_auth_btn_allow
source: Allow
ar: سماح
ja: 許可する
ko: 허용
lo: ອະນຸຍາດ
ms: Benarkan
ru: разрешать
zh_hans: 允许
zh_hant: 允許

# share_auth_btn_notallow
source: Not Allow
ar: غير مسموح
ja: 許可されていません
ko: 허용되지 않음
lo: ບໍ່​ອະ​ນຸ​ຍາດ
ms: Tidak dibenarkan
ru: Не допускается
zh_hans: 不允许
zh_hant: 不允許

# share_component_save_to_my_doc
source: Save to my document
ar: حفظ في وثيقتي
ja: 文書に保存
ko: 내 문서에 저장
lo: ບັນທຶກໄວ້ໃນເອກະສານຂອງຂ້ອຍ
ms: Simpan ke dokumen saya
ru: Сохранить в мой документ
zh_hans: 保存到我的文档
zh_hant: 保存到我的文檔

# share_component_save_to_other_doc
source: Save to document center
ar: حفظ في وثيقة أخرى
ja: 別のドキュメントに保存
ko: 다른 문서에 저장
lo: ບັນທຶກໃສ່ສູນເອກະສານ
ms: Simpan ke dokumen lain
ru: Сохранить в другом документе
zh_hans: 保存到文档中心
zh_hant: 保存到文檔中心

# share_component_share_finished_tips
source: Has been sent!
ar: أرسلت!
ja: 送信しました！
ko: 보냈습니다!
lo: ໄດ້​ຖືກ​ສົ່ງ​ໄປ​ແລ້ວ
ms: Dihantar!
ru: Отправлено!
zh_hans: 已发送
zh_hant: 已髮送!

# share_component_share_finished_back_former_view
source: Back to the last page
ar: العودة إلى الصفحة السابقة
ja: 前のページに戻る
ko: 이전 페이지로 돌아 가기
lo: ກັບໄປທີ່ ໜ້າ ສຸດທ້າຍ
ms: Kembali ke halaman sebelumnya
ru: Вернуться на предыдущую страницу
zh_hans: 返回上一页
zh_hant: 返回上一頁

# share_component_share_finished_stay_curr_view
source: Stay current
ar: البقاء الحالية
ja: 最新の状態に保つ
ko: 최신 상태 유지
lo: ຢູ່ປະຈຸບັນ
ms: Tinggal semasa
ru: Будьте в курсе
zh_hans: 留在当前
zh_hant: 留在當前

# share_component_file_share_count_tips
source: total%ld
ar: تماما%ld
ja: 合計%ld
ko: 총계%ld
lo: % Ld ທັງ ໝົດ
ms: Jumlah%ld
ru: в целом%ld
zh_hans: 共%ld个
zh_hant: 共%ld個

# share_wechat_limit_10M
source: File exceeds 10M, not supported temporarily
ar: الملف يتجاوز 10M ، مؤقتا غير معتمد
ja: ファイルが10 Mを超えています。しばらくサポートしていません。
ko: 파일 이 10M 을 초과 하여 잠시 지원 하지 않 습 니 다.
lo: ໄຟລ໌ເກີນ 10M, ບໍ່ຮອງຮັບ
ms: Fail melebihi 10M, ia tidak disokong pada masa ini
ru: файл больше 10 м, пока не поддерживается
zh_hans: 文件超过10M，暂不支持
zh_hant: 文件超過10M，暫不支持

# share_wechat_failed
source: Sharing failed
ar: فشل مشاركة
ja: 共有失敗
ko: 공유 실패
lo: ການຄູ່ສົນທະນາ ບໍ່ສຳເລັດ
ms: Berkongsi gagal
ru: Поделиться неудачей
zh_hans: 分享失败
zh_hant: 分享失敗

# login_please_login_tips
source: Please login
ar: يرجى تسجيل الدخول
ja: ログインしてください
ko: 로그인하십시오
lo: ກະລຸນາເຂົ້າສູ່ລະບົບ
ms: Sila daftar masuk
ru: Пожалуйста, войдите
zh_hans: 请登录
zh_hant: 請登錄

# login_please_org_tips
source: Cloud users only
ar: cloud المستخدم فقط
ja: cloudユーザのみのご利用になります。
ko: 클 라 우 드 사용자 만 사용 가능
lo: ສຳ ລັບຜູ້ໃຊ້ຟັງເທົ່ານັ້ນ
ms: Hanya untuk pengguna awan
ru: только для пользователей cloud
zh_hans: 仅供cloud用户使用
zh_hant: 供cloud用戶使用

# login_first_login_tips
source: Please set server while firstly login with account
ar: يرجى إعداد الخادم لأول تسجيل دخول
ja: 最初のログイン用にサーバーを設定してください
ko: 첫 번째 로그인을 위해 서버를 설정하십시오
lo: ກະລຸນາຕັ້ງຄ່າເຊີບເວີເຂົ້າສູ່ລະບົບກ່ອນ
ms: Sila tetapkan pelayan semasa masuk dahulu
ru: Пожалуйста, настройте сервер для первого входа
zh_hans: 首次账号登录请先设置服务器
zh_hant: 首次賬號登錄請先設置服務器

# login_account_placeholder
source: Account
ar: حسابات
ja: アカウント
ko: 계정
lo: ເລກບັນຊີ
ms: Akaun
ru: счета
zh_hans: 账号
zh_hant: 賬號

# login_account_login
source: Account login
ar: تسجيل الدخول إلى الحساب
ja: アカウントログイン
ko: 계정 로그인
lo: ເຂົ້າສູ່ລະບົບບັນຊີ
ms: Masuk akaun
ru: Вход в аккаунт
zh_hans: 账号密码登录
zh_hant: 賬號密碼登錄

# login_account_phone_num
source: Account/Phone number
ar: رقم الحساب / الجوال
ja: アカウント/携帯番号
ko: 계좌 / 휴대폰 번호
lo: ບັນຊີ / ເບີໂທລະສັບ
ms: Akaun / Nombor telefon
ru: Аккаунт / Номер мобильного телефона
zh_hans: 账号/手机号
zh_hant: 賬號/手機號

# login_account_phone_num_login
source: Account/Phone number login
ar: حساب / رقم تسجيل الدخول
ja: アカウント/携帯番号ログイン
ko: 계정 / 휴대폰 번호 로그인
lo: ບັນຊີ / ເບີໂທລະສັບເຂົ້າສູ່ລະບົບ
ms: Logo akaun / nombor telefonn
ru: Вход в аккаунт / номер мобильного телефона
zh_hans: 账号/手机号登录
zh_hant: 賬號/手機號登錄

# login_sms_login_btn
source: SMS login
ar: تسجيل الدخول التحقق من الرسائل القصيرة
ja: SMS検証ログイン
ko: SMS 인증 코드
lo: ລະຫັດຢືນຢັນ SMS ເຂົ້າສູ່ລະບົບ
ms: Kod pengesahan SMS
ru: СМС QR код
zh_hans: 短信验证码登录
zh_hant: 短信驗証碼登錄

# login_mokey_login_btn
source: Mobile shield
ar: تسجيل دخول درع الجوال
ja: モバイルシールドログイン
ko: 전화 방패
lo: ໂທລະສັບປ້ອງກັນເຂົ້າສູ່ລະບົບ
ms: Perisai mudah alih
ru: Экран телефона
zh_hans: 手机盾登录
zh_hant: 手機盾登錄

# login_sms_login_tips
source: SMS verification code
ar: رمز التحقق من الرسائل القصيرة
ja: SMS確認コード
ko: SMS 인증 코드 로그인
lo: ລະຫັດຢືນຢັນ SMS
ms: Kod pengesahan SMS
ru: СМС QR код
zh_hans: 短信验证码
zh_hant: 短信驗証碼

# login_mokey_login_tips
source: Mobile shield
ar: درع الهاتف
ja: 電話シールド
ko: 전화 방패
lo: ໄສ້ໂທລະສັບ
ms: Perisai mudah alih
ru: Экран телефона
zh_hans: 手机盾
zh_hant: 手機盾

# login_get_sms_code_error
source: Failed to get SMS verification code
ar: أخفق الحصول على رمز التحقق من الرسائل القصيرة
ja: SMS確認コードの取得に失敗しました
ko: 인증 코드를받지 못했습니다
lo: ລົ້ມເຫລວໃນການຮັບລະຫັດຢືນຢັນ SMS
ms: Gagal mendapatkan kod pengesahan SMS
ru: Не удалось получить код подтверждения SMS
zh_hans: 获取短信验证码失败
zh_hant: 獲取驗証碼失敗

# login_get_sms_verification_code
source: Get code
ar: الحصول على رمز التحقق
ja: 確認コードを取得する
ko: 인증 코드 받기
lo: ໄດ້ຮັບລະຫັດຢືນຢັນ
ms: Dapatkan kod pengesahan
ru: Получить код подтверждения
zh_hans: 获取验证码
zh_hant: 獲取驗証碼

# login_reget_sms_verification_code
source: Resend after %02lds
ar: إعادة الإرسال بعد %02ld ثوانٍ
ja: %02lds後に再送
ko: %02ld초 후 재전송
lo: ສົ່ງຄືນຫຼັງ 02ldວິ
ms: Hantar semula selepas %02lds
ru: Отправить повторно через %02ld сек
zh_hans: %02lds后重发
zh_hant: %02lds後重發

# login_resend_sms_verification_code
source: Resend
ar: إعادة إرسال
ja: 再送
ko: 재전송
lo: ສົ່ງຄືນ
ms: Hantar semula
ru: Отправить
zh_hans: 重新发送
zh_hant: 重新發送

# login_account_null_tips
source: Please enter your account number
ar: الرجاء إدخال رقم الحساب
ja: アカウントを入力してください
ko: 계 정 입력
lo: ກະລຸນາໃສ່ບັນຊີ
ms: Sila masukkan akaun
ru: Введите номер счёта
zh_hans: 请输入账号
zh_hant: 請輸入帳號

# login_phone_null_tips
source: Please enter your mobile number
ar: الرجاء إدخال رقم الهاتف
ja: 携帯の番号を入力してください
ko: 핸드폰 번 호 를 입력 하 세 요.
lo: ກະລຸນາໃສ່ເບີໂທລະສັບ
ms: Sila masukkan nombor telefon anda
ru: Введите номер телефона
zh_hans: 请输入手机号
zh_hant: 請輸入手機號

# login_password_null_tips
source: Please input a password
ar: الرجاء إدخال كلمة السر
ja: パスワードを入力してください
ko: 비밀번호 입력
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານ
ms: Sila masukkan kata laluan
ru: Введите пароль
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# login_verification_code_null_tips
source: verification code must be filled
ar: لا يمكن أن يكون رمز التحقق فارغًا
ja: 確認コードは空にできません
ko: 인증 코드는 비워 둘 수 없습니다
lo: ລະຫັດຢືນຢັນຕ້ອງຖືກຕື່ມ
ms: Kod pengesahan tidak boleh kosong
ru: Код подтверждения не может быть пустым
zh_hans: 验证码不能为空
zh_hant: 驗証碼不能爲空

# login_first_login_set_server_tips
source: Please set up the server first
ar: يرجى إعداد الخادم أولاً
ja: 最初にサーバーをセットアップしてください
ko: 먼저 서버를 설정하십시오
lo: ກະລຸນາຕັ້ງຄ່າເຊີບເວີກ່ອນ
ms: Sila sediakan pelayan terlebih dahulu
ru: Пожалуйста, сначала настройте сервер
zh_hans: 请先设置服务器
zh_hant: 請先設置服務器

# login_policy_select_policy_detail
source: Please check and agree to the Privacy Protection Agreement
ar: يرجى التحقق والموافقة على اتفاقية حماية الخصوصية
ja: 「プライバシー保護契約」を確認して同意してください
ko: 개인 정보 보호 계약 을 확인하고 동의하십시오
lo: ກະລຸນາ ໝາຍ ຕິກແລະເຫັນດີກັບ "ສັນຍາປົກປ້ອງຄວາມເປັນສ່ວນຕົວ"
ms: Sila semak dan bersetuju dengan Perjanjian Perlindungan Privasi
ru: Пожалуйста, проверьте и согласитесь с «Соглашением о защите конфиденциальности»
zh_hans: 请勾选并同意《隐私保护协议》
zh_hant: 請勾選並同意《隱私保護協議》

# login_first_login_select_server
source: Select server address
ar: حدد عنوان الخادم
ja: サーバーアドレスを選択
ko: 서버 주소를 선택하십시오
lo: ເລືອກທີ່ຢູ່ຂອງເຊີບເວີ
ms: Pilih alamat pelayan
ru: Выберите адрес сервера
zh_hans: 选择服务器地址
zh_hant: 選擇服務器地址

# login_first_login_edit_server
source: Edit server address
ar: تحرير عنوان الخادم
ja: サーバーアドレスを編集
ko: 서버 주소 편집
lo: ແກ້ໄຂທີ່ຢູ່ຂອງເຊີບເວີ
ms: Edit alamat pelayan
ru: Изменить адрес сервера
zh_hans: 编辑服务器地址
zh_hant: 編輯服務器地址

# login_server_can_not_be_null
source: Server cannot be empty
ar: لا يمكن أن يكون الخادم فارغًا
ja: サーバーを空にすることはできません
ko: 서버는 비워 둘 수 없습니다
lo: ເຊີບເວີບໍ່ສາມາດຫວ່າງໄດ້
ms: Pelayan tidak boleh kosong
ru: Сервер не может быть пустым
zh_hans: 服务器不能为空
zh_hant: 服務器不能爲空

# login_port_can_not_be_null
source: Port cannot be empty
ar: لا يمكن أن يكون المنفذ فارغًا
ja: ポートを空にすることはできません
ko: 포트는 비워 둘 수 없습니다
lo: ພອດບໍ່ສາມາດເປົ່າໄດ້
ms: Pelabuhan tidak boleh kosong
ru: Порт не может быть пустым
zh_hans: 端口不能为空
zh_hant: 端口不能爲空
