Repository: yukui-wang/M3
Catalog: CMPCore/CMPCore/Resources/*.lproj/Localizable.strings
Languages: ar, ja, ko, lo, ms, ru, zh_hans, zh_hant

# login_sms_graph_ver_input_error
source: The verification code is incorrect or timed out, please re-enter
ar: رمز التحقق غير صحيح أو انتهت مهلته ، يرجى إعادة الإدخال
ja: 確認コードが正しくないか、タイムアウトしました。再入力してください
ko: 인증 코드가 잘못되었거나 시간이 초과되었습니다. 다시 입력하세요.
lo: ລະຫັດຢືນຢັນບໍ່ຖືກຕ້ອງ ຫຼືໝົດເວລາ, ກະລຸນາໃສ່ໃໝ່
ms: Kod pengesahan tidak betul atau tamat masa, sila masukkan semula
ru: Код подтверждения неверен или время ожидания истекло, введите его еще раз.
zh_hans: 验证码错误或超时，请重新输入
zh_hant: 驗證碼錯誤或超時，請重新輸入

# login_sms_phone_unbinding_account
source: The current mobile phone number is not bound to the office account
ar: رقم الهاتف المحمول الحالي غير مرتبط بحساب المكتب
ja: 現在の携帯電話番号はオフィスアカウントにバインドされていません
ko: 현재 휴대폰 번호는 사무실 계정과 연결되어 있지 않습니다.
lo: ເບີໂທລະສັບມືຖືປະຈຸບັນບໍ່ໄດ້ຜູກມັດກັບບັນຊີຫ້ອງການ
ms: Nombor telefon bimbit semasa tidak terikat pada akaun pejabat
ru: Текущий номер мобильного телефона не привязан к кабинету
zh_hans: 当前手机号未绑定办公账号
zh_hant: 當前手機號未綁定辦公賬號

# login_sms_phone_binding_multi_account
source: The current mobile phone number corresponds to multiple office accounts, please change the login method
ar: رقم الهاتف المحمول الحالي يتوافق مع حسابات مكتبية متعددة ، يرجى تغيير طريقة تسجيل الدخول
ja: 現在の携帯電話番号は複数のオフィスアカウントに対応しています。ログイン方法を変更してください
ko: 현재 휴대폰 번호는 여러 사무실 계정에 해당합니다. 로그인 방법을 변경하십시오.
lo: ເບີໂທລະສັບມືຖືປະຈຸບັນກົງກັບຫຼາຍບັນຊີຫ້ອງການ, ກະລຸນາປ່ຽນວິທີການເຂົ້າສູ່ລະບົບ
ms: Nombor telefon bimbit semasa sepadan dengan berbilang akaun pejabat, sila tukar kaedah log masuk
ru: Текущий номер мобильного телефона соответствует нескольким офисным учетным записям, измените способ входа
zh_hans: 当前手机号对应多个办公账号，请更换登录方式
zh_hant: 當前手機號對應多個辦公賬號，請更換登錄方式

# login_sms_unit_sms_unauthorized
source: The SMS management of the unit is not authorized
ar: إدارة الرسائل القصيرة للوحدة غير مصرح بها
ja: ユニットのSMS管理は許可されていません
ko: 장치의 SMS 관리가 승인되지 않았습니다.
lo: ການຈັດການ SMS ຂອງຫນ່ວຍງານບໍ່ໄດ້ຮັບອະນຸຍາດ
ms: Pengurusan SMS unit tidak dibenarkan
ru: SMS-управление устройством не авторизовано
zh_hans: 所在单位短信管理未授权
zh_hant: 所在單位短信管理未授權

# login_sms_get_code_reach_ceiling
source: The number of times to obtain verification codes for this phone number has reached the upper limit, please try again tomorrow
ar: وصل عدد مرات الحصول على رموز التحقق لرقم الهاتف هذا إلى الحد الأقصى ، يرجى المحاولة مرة أخرى غدًا
ja: この電話番号の確認コードを取得する回数が上限に達しました。明日もう一度お試しください
ko: 이 전화번호에 대한 인증 코드를 받을 수 있는 횟수가 상한에 도달했습니다. 내일 다시 시도하십시오.
lo: ຈໍາ​ນວນ​ເວ​ລາ​ທີ່​ຈະ​ໄດ້​ຮັບ​ລະ​ຫັດ​ກວດ​ສອບ​ສໍາ​ລັບ​ເບີ​ໂທລະ​ສັບ​ນີ້​ໄດ້​ເຖິງ​ກໍາ​ນົດ​ສູງ​ສຸດ​, ກະ​ລຸ​ນາ​ລອງ​ໃຫມ່​ໃນ​ມື້​ອື່ນ​
ms: Bilangan kali untuk mendapatkan kod pengesahan untuk nombor telefon ini telah mencapai had atas, sila cuba lagi esok
ru: Количество попыток получения кодов подтверждения для этого номера телефона достигло верхнего предела. Повторите попытку завтра.
zh_hans: 该手机号获取验证码次数达到上限，请明日再试
zh_hant: 該手機號獲取驗證碼次數達到上限，請明日再試

# login_sms_get_code_after_seconds
source: Please get the SMS verification code after %@s
ar: يرجى الحصول على رمز التحقق بعد %@ ثوان
ja: %@秒後にSMS確認コードを取得してください
ko: %@초 후에 SMS 인증 코드를 받으세요.
lo: ກະລຸນາໄດ້ຮັບລະຫັດການຢັ້ງຢືນ SMS ຫຼັງຈາກ %@s
ms: Sila dapatkan kod pengesahan SMS selepas %@s
ru: Пожалуйста, получите код подтверждения SMS через %@ секунд
zh_hans: 请%@s之后再获取短信验证码
zh_hant: 請%@s之後再獲取簡訊驗證碼

# login_mutilauth_refetchsms
source: Re-get SMS verification code
ar: إعادة الحصول على رمز التحقق عبر الرسائل القصيرة
ja: SMS 確認コードを再取得する
ko: SMS 인증 코드 다시 받기
ms: Dapatkan semula kod pengesahan SMS
ru: Повторно получить код подтверждения по SMS
zh_hans: 重新获取短信验证码
zh_hant: 重新獲取短信驗證碼

# login_mutilauth_refetch
source: Reacquire
ar: إعادة اكتساب
ja: 再取得
ko: 재획득
ru: приобрести
zh_hans: 重新获取
zh_hant: 重新獲取

# login_mutilauth_pleaseinputsms
source: Please enter SMS verification code
ar: الرجاء إدخال رمز التحقق عبر الرسائل القصيرة
ja: SMS確認コードを入力してください
ko: SMS 인증 코드를 입력하세요.
ms: Sila masukkan kod pengesahan SMS
ru: Пожалуйста, введите SMS-код подтверждения
zh_hans: 请输入短信验证码
zh_hant: 請輸入短信驗證碼

# login_mutilauth_smshassendto
source: Verification code sent to
ar: أرسل اختبار التحقق إلى
ja: キャプチャの送信先
ko: 보안 문자가 전송됨
lo: Captcha ຖືກສົ່ງໄປ
ms: Captcha dihantar ke
ru: Капча отправлена
zh_hans: 验证码已发送至
zh_hant: 驗證碼已發送至

# login_mutilauth_seconds
source: seconds
ar: ثواني
ja: 秒
ko: 초
lo: ວິນາທີ
ms: saat
ru: секунды
zh_hans: 秒
zh_hant: 秒

# imp_msg_loadimage
source: Generating picture
ar: يتم إنشاء الصورة
ja: 画像が生成されています
ko: 그림이 생성 중입니다.
lo: ຮູບກໍາລັງຖືກສ້າງຂື້ນ
ms: Gambar sedang dijana
ru: Картинка генерируется
zh_hans: 正在生成图片
zh_hant: 正在生成圖片

# ass_edit_top_tip
source: Please input associated information
ar: يرجى إدخال المعلومات ذات الصلة لتكون مرتبطة
ja: 関連付ける関連情報を入力してください
ko: 관련 정보를 입력하십시오.
lo: ກະລຸນາໃສ່ຂໍ້ມູນທີ່ກ່ຽວຂ້ອງທີ່ຈະພົວພັນ
ms: Sila masukkan maklumat yang berkaitan untuk dikaitkan
ru: пожалуйста, введите соответствующую информацию для связи
zh_hans: 请输入要关联的相关信息
zh_hant: 請輸入要關聯的相關資訊

# ass_server_host
source: Server address
ar: عنوان الخادم
ja: サーバーアドレス
ko: 서버 주소
lo: ທີ່ຢູ່ຂອງເຄື່ອງແມ່ຂ່າຍ
ms: Alamat pelayan
ru: адрес сервера
zh_hans: 服务器地址
zh_hant: 伺服器地址

# ass_username
source: Username
ar: اسم المستخدم
ja: ユーザー名
ko: 사용자 이름
lo: ຊື່ຜູ້ໃຊ້
ms: Nama pengguna
ru: Имя пользователя
zh_hans: 用户名
zh_hant: 用戶名

# ass_server_note
source: Remarks
ar: تعليق
ja: 備考
ko: 비고
lo: ຂໍ້ສັງເກດ
ms: Perkataan
ru: примечание
zh_hans: 备注
zh_hant: 備註

# ass_title
source: Associated Account
ar: حساب مرتبط
ja: リンクアカウント
ko: 관련 계정
lo: ບັນຊີເຊື່ອມໂຍງ
ms: Akaun yang dipautkan
ru: номер счета ассоциации
zh_hans: 关联账号
zh_hant: 關聯帳號

# ass_add
source: Add
ar: إضافة
ja: 追加する
ko: 추가
lo: ຕື່ມໃສ່
ms: Tambah
ru: Добавить
zh_hans: 添加
zh_hant: 添加

# ass_button
source: Associate
ar: متعلق
ja: 協会
ko: 연관
lo: ທີ່ກ່ຽວຂ້ອງ
ms: Persatuan
ru: корреляция
zh_hans: 关联
zh_hant: 關聯

# ass_add_title
source: Add Associated Account
ar: إضافة حساب مرتبط
ja: リンクアカウントを追加する
ko: 연결된 계정 추가
lo: ເພີ່ມບັນຊີທີ່ກ່ຽວຂ້ອງ
ms: Tambah akaun yang dipautkan
ru: Добавить ассоциированные номера счетов
zh_hans: 添加关联账号
zh_hant: 添加關聯帳號

# ass_edit_title
source: Edit Associated Account
ar: تعديل الحساب المرتبط
ja: 関連付けられたアカウントを変更する
ko: 연결된 계정 수정
lo: ແກ້ໄຂບັນຊີທີ່ກ່ຽວຂ້ອງ
ms: Ubah suai akaun berkaitan
ru: изменить номер счета ассоциации
zh_hans: 修改关联账号
zh_hant: 修改關聯帳號

# ass_edit_delete_hint
source: Make sure you want delete this
ar: هل تريد إلغاء ربط هذا الحساب؟
ja: このアカウントのリンクを解除しますか？
ko: 이 계정의 연결을 해제하시겠습니까?
lo: ທ່ານຕ້ອງການຍົກເລີກບັນຊີນີ້ບໍ່
ms: Adakah anda ingin menyahpaut akaun ini?
ru: следует ли отменить ассоциацию с этим счетом
zh_hans: 是否要取消关联此账号
zh_hant: 是否要取消關聯此帳號

# ass_switch_title
source: Switch Units
ar: شركة التبديل
ja: スイッチユニット
ko: 스위치 유닛
lo: ປ່ຽນວິສາຫະກິດ
ms: Syarikat penukaran
ru: Переключить предприятие
zh_hans: 切换单位
zh_hant: 切換單位

# ass_add_err1
source: This host was already added on this device, can't add again
ar: تمت إضافة عنوان الخادم هذا ولا يمكن ربطه
ja: このサーバーアドレスは追加されており、関連付けることはできません
ko: 이 서버 주소는 추가되었으므로 연결할 수 없습니다.
lo: ທີ່ຢູ່ເຊີບເວີນີ້ຖືກເພີ່ມເຂົ້າແລ້ວແລະບໍ່ສາມາດເຊື່ອມໂຍງໄດ້
ms: Alamat pelayan ini telah ditambah dan tidak boleh dikaitkan
ru: был добавлен адрес сервера, который не может быть ассоциирован
zh_hans: 已添加过此服务器地址，无法关联
zh_hant: 已添加過此伺服器地址，無法關聯

# ass_add_err2
source: This host was already added on this device, can't add again
ar: تمت إضافة الخادم من خلال الحساب المرتبط ، ولا تقم بإضافته مرارًا وتكرارًا.
ja: サーバーは関連付けられたアカウントを介して追加されています。繰り返し追加しないでください。
ko: 연결된 계정을 통해 서버가 추가되었으며 반복해서 추가하지 마십시오
lo: ເຊີບເວີໄດ້ຖືກເພີ່ມເຂົ້າຜ່ານບັນຊີທີ່ກ່ຽວຂ້ອງ, ກະລຸນາຢ່າຕື່ມອີກເທື່ອ ໜຶ່ງ
ms: Pelayan telah ditambah melalui akaun yang berkaitan. Jangan masukkannya berulang kali.
ru: Сервер был добавлен путем ссылки на номер счета, не добавлять повторно
zh_hans: 该服务器已经通过关联账号添加，请勿重复添加
zh_hant: 該服務器已經通過關聯帳號添加，請勿重複添加

# ass_add_err3
source: This host was already added on this device, can't add again
ar: تمت إضافة الخادم من خلال Cloud Alliance Center. لا تقم بإضافته بشكل متكرر.
ja: サーバーはCloud Alliance Centerを通じて追加されました。繰り返し追加しないでください。
ko: 이 서버는 클라우드 얼라이언스 센터를 통해 추가되었으며 반복해서 추가하지 마십시오
lo: ເຊີບເວີໄດ້ຖືກເພີ່ມຜ່ານສູນ Yunlian, ກະລຸນາຢ່າຕື່ມອີກເທື່ອ ໜຶ່ງ
ms: Pelayan telah ditambah melalui Cloud Alliance Center. Jangan tambahkannya secara berulang.
ru: Сервер был добавлен через центр облачности, не добавлять повторно
zh_hans: 该服务器已通过云联中心添加，请勿重复添加
zh_hant: 該服務器已通過雲聯中心添加，請勿重複添加

# ass_edit_err
source: This account was added by associated account,please switch to your main account to edit
ar: لا يمكن التعديل عن طريق إضافة حساب بالاقتران ، يرجى التبديل إلى تشغيل الحساب الرئيسي
ja: 関連付けでアカウントを追加しても編集できません。メインアカウントの操作に切り替えてください
ko: 연결별로 계정을 추가하여 편집 할 수 없습니다. 기본 계정 작업으로 전환하십시오.
lo: ບັນຊີທີ່ເພີ່ມໂດຍສະມາຄົມບໍ່ສາມາດແກ້ໄຂໄດ້, ກະລຸນາປ່ຽນໄປໃຊ້ງານບັນຊີຕົ້ນຕໍ
ms: Tidak boleh edit dengan menambah akaun oleh persatuan, sila beralih ke operasi akaun utama
ru: Добавить номер счёта не может быть отредактирован через ассоциацию, переключитесь на главный номер счета операции
zh_hans: 通过关联添加账号不能编辑，请切换到主账号操作
zh_hant: 通過關聯添加帳號不能編輯，請切換到主帳號操作

# msg_associate
source: Cross-enterprises Messages
ar: أخبار الشركات الأخرى
ja: その他の企業ニュース
ko: 기타 회사 메시지
lo: ຂ່າວບໍລິສັດອື່ນໆ
ms: Berita korporat lain
ru: другие деловые новости
zh_hans: 其他企业消息
zh_hant: 其它企業消息

# ass_switch_ass_title
source: Cross-Organizational Enterprise
ar: وحدة عبر المؤسسة
ja: 企業間ユニット
ko: 기업 간 회사
lo: ຫົວ ໜ່ວຍ ທຸລະກິດຂ້າມຊາດ
ms: Unit merentas perusahaan
ru: транскорпоративная единица
zh_hans: 跨企业单位
zh_hant: 跨企業單位

# ass_switch_parttime_title
source: Group Subsidiary
ar: مجموعة الوحدة الفرعية
ja: グループサブユニット
ko: 그룹 자회사
lo: ໜ່ວຍ ງານຍ່ອຍ
ms: Sub-unit kumpulan
ru: единица измерения удара группы
zh_hans: 集团下子单位
zh_hant: 集團下子組織

# forward_sendto
source: Send to
ar: إرسال إلى
ja: に送る
ko: 보낼 곳
lo: ສົ່ງ​ເຖິງ
ms: Hantar ke
ru: отправлено
zh_hans: 发送到
zh_hant: 發送到

# forward_create_new_chat
source: Create new chat
ar: إنشاء دردشة جديدة
ja: 新しいチャットを作成する
ko: 새 채팅 만들기
lo: ສ້າງການສົນທະນາ ໃໝ່
ms: Buat sembang baru
ru: Создать новый чат
zh_hans: 创建新的聊天
zh_hant: 創建新的聊天

# forward_choose_group
source: Choose group
ar: اختر مجموعة
ja: グループを選択
ko: 그룹 선택
lo: ເລືອກກຸ່ມ
ms: Pilih kumpulan
ru: выбор групп
zh_hans: 选择群组
zh_hant: 選擇群組

# forward_recent_contact
source: Recent contact
ar: الاتصال الأخيرة
ja: 最近の連絡先
ko: 최근 접촉
lo: ຕິດຕໍ່ຫຼ້າສຸດ
ms: Kenalan terkini
ru: последние контакты
zh_hans: 最近联系人
zh_hant: 最近連絡人

# forward_send_to
source: Send to
ar: إرسال إلى
ja: に送る
ko: 보낼 곳
lo: ສົ່ງ​ເຖິງ
ms: Hantar ke
ru: отправить
zh_hans: 发送给
zh_hant: 發送給

# forward_leave_message
source: Leave a message to colleagues
ar: اترك رسالة للزملاء
ja: 同僚にメッセージを残す
ko: 동료에게 메시지
lo: ຝາກຂໍ້ຄວາມຫາເພື່ອນຮ່ວມງານ
ms: Tinggalkan mesej kepada rakan sekerja
ru: Оставьте сообщение коллеге
zh_hans: 给同事留言
zh_hant: 給同事留言

# forward_message_list_info
source: [You receive the forwarding message]
ar: [لقد تلقيت رسالة معاد توجيهها]
ja: [転送メッセージを受け取りました]
ko: [전달 된 메시지를 받았습니다.
lo: [ທ່ານໄດ້ຮັບຂໍ້ຄວາມສົ່ງຕໍ່]
ms: [Anda menerima mesej yang dikemukakan]
ru: [вы получили сообщение]
zh_hans: [你收到转发消息]
zh_hant: [你收到轉發消息]

# forward_fileHaveDelete
source: The file have been deleted from server
ar: غير قادر على إعادة التوجيه ، تم حذف ملف الخادم
ja: 転送できません。サーバーファイルが削除されました
ko: 전달할 수 없습니다. 서버 파일이 삭제되었습니다.
lo: ບໍ່ສາມາດສົ່ງຕໍ່ໄດ້, ໄຟລ໌ເຊີບເວີໄດ້ຖືກລຶບອອກແລ້ວ
ms: Tidak dapat ke hadapan, fail pelayan dipadam
ru: невозможно передать, файл сервера удален
zh_hans: 无法转发，服务器文件已删除
zh_hant: 無法轉發，服務器檔案已删除

# forward_leaveMsgLimit
source: No more than 100 words
ar: لا يمكن أن يتجاوز 100 حرف صيني
ja: 100文字を超えることはできません
ko: 100자를 초과 할 수 없습니다
lo: ບໍ່ສາມາດເກີນ 100 ຕົວອັກສອນຈີນ
ms: Tidak boleh melebihi 100 aksara Cina
ru: не более 100 китайских иероглифов
zh_hans: 不能超过100汉字
zh_hant: 不能超過100漢字

# pic_handling
source: Loading...
ar: تجهيز ال ...
ja: 処理しています...
ko: 처리 중 ...
lo: ກຳ ລັງປະມວນຜົນ ...
ms: Pemprosesan ...
ru: обрабатывается...
zh_hans: 正在处理...
zh_hant: 正在處理…

# pic_open
source: on
ar: فتح
ja: 開く
ko: 열기
lo: ເປີດ
ms: Buka
ru: открыть
zh_hans: 打开
zh_hant: 打開

# pic_close
source: off
ar: قريب
ja: 閉じる
ko: 닫기
lo: ປິດ​ເຄື່ອງ
ms: Tutup
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# pic_automatic
source: auto
ar: تلقائي
ja: 自動
ko: 자동
lo: ອັດຕະໂນມັດ
ms: Automatik
ru: автоматически
zh_hans: 自动
zh_hant: 自動

# week_one
source: Monday
ar: الإثنين
ja: 月曜日
ko: 월요일
lo: ວັນຈັນ
ms: Isnin
ru: Понедельник
zh_hans: 星期一
zh_hant: 星期一

# week_two
source: Tuesday
ar: الثلاثاء
ja: 火曜日
ko: 화요일
lo: ວັນອັງຄານ
ms: Selasa
ru: вторник
zh_hans: 星期二
zh_hant: 星期二

# week_three
source: Wednesday
ar: الأربعاء
ja: 水曜日
ko: 수요일
lo: ວັນພຸດ
ms: Rabu
ru: среда
zh_hans: 星期三
zh_hant: 星期三

# week_four
source: Thursday
ar: الخميس
ja: 木曜日
ko: 목요일
lo: ວັນພະຫັດ
ms: Khamis
ru: Четверг
zh_hans: 星期四
zh_hant: 星期四

# week_five
source: Friday
ar: الجمعة
ja: 金曜日
ko: 금요일
lo: ວັນ​ສຸກ
ms: Jumaat
ru: Пятница
zh_hans: 星期五
zh_hant: 星期五

# week_six
source: Saturday
ar: السبت
ja: 土曜日
ko: 토요일
lo: ໃນ​ວັນ​ເສົາ
ms: Sabtu
ru: суббота
zh_hans: 星期六
zh_hant: 星期六

# week_seven
source: Sunday
ar: الأحد
ja: 日曜日
ko: 일요일
lo: ວັນອາທິດ
ms: Ahad
ru: воскресенье
zh_hans: 星期天
zh_hant: 星期天

# guide_start
source: Start M3 Tour
ar: افتح الجولة m3
ja: M 3を開く旅
ko: M3 여행 열기
lo: ເລີ່ມຕົ້ນການເດີນທາງ M3
ms: Buka lawatan M3
ru: открыть путешествие M3
zh_hans: 开启M3之旅
zh_hant: 開啟M3之旅

# print_action
source: Print
ar: طباعة
ja: 印刷
ko: 인쇄
lo: ພິມ
ms: Cetak
ru: печать
zh_hans: 打印
zh_hant: 列印

# print_more_than_size
source: The size of the printed file exceeds the limit
ar: يتجاوز حجم الملف المطبوع الحد المسموح به
ja: 印刷されたファイルのサイズが制限を超えています。
ko: 인쇄 파일 크기 제한 초과
lo: ຂະ ໜາດ ຂອງເອກະສານທີ່ພິມອອກເກີນຂອບເຂດ ກຳ ນົດ
ms: Saiz fail yang dicetak melebihi had
ru: размер распечатанного файла превышает ограничение
zh_hans: 被打印文件大小超过限制
zh_hant: 被列印文件大小超過限制

# review_image_videoIsInvalid
source: Video is invalid
ar: فيديو غير صالح
ja: 動画は無効です
ko: 비디오 무효
lo: ວິດີໂອບໍ່ຖືກຕ້ອງ
ms: Video tidak sah
ru: Неверное видео
zh_hans: 视频无效
zh_hant: 視頻無效

# review_image_videoError
source: Video error
ar: خطأ فيديو
ja: ビデオエラー
ko: 비디오 오류
lo: ຂໍ້ຜິດພາດທາງວິດີໂອ
ms: Kesalahan video
ru: ошибка видео
zh_hans: 视频错误
zh_hant: 視頻錯誤

# review_image_unableToSave
source: Unable to save
ar: غير قادر على الحفظ
ja: 保存できませんでした
ko: 저장할 수 없음
lo: ບໍ່ສາມາດບັນທຶກ
ms: Tidak dapat menyimpan
ru: Невозможно сохранить
zh_hans: 无法保存
zh_hant: 無法保存

# review_image_imageIsInvalid
source: Image is invalid
ar: صورة غير صالحة
ja: 画像が無効です
ko: 그림 없음
lo: ຮູບບໍ່ຖືກຕ້ອງ
ms: Imej tidak sah
ru: Неверное изображение
zh_hans: 图片无效
zh_hant: 圖片無效

# review_image_downloadImageFailed
source: Download failed
ar: فشل تنزيل الصور
ja: 画像のダウンロードに失敗しました
ko: 그림 다운로드 실패
lo: ການດາວໂຫລດຮູບພາບລົ້ມເຫລວ
ms: Muat turun imej gagal
ru: Ошибка загрузки рисунка
zh_hans: 图片下载失败
zh_hant: 圖片下載失敗

# review_image_getPhotoAlbumAuthorizationFailed
source: Failed to get album authorization
ar: فشل في الحصول على إذن الألبوم
ja: アルバムのアクセスに失敗しました。
ko: 앨범 권한 가져오기 실패
lo: ລົ້ມເຫລວໃນການຂໍອະນຸຍາດອະລະບ້ ຳ
ms: Gagal mendapatkan kebenaran album
ru: Ошибка получения прав на альбом
zh_hans: 获取相册权限失败
zh_hant: 獲取相册許可權失敗

# review_image_saveToPhotoAlbumSuccess
source: Save successful
ar: تم الحفظ في ألبوم النظام
ja: システムアルバムに保存しました。
ko: 시스템 앨범 저장
lo: ບັນທຶກໄວ້ໃນອັລບັມລະບົບ
ms: Disimpan ke album sistem
ru: сохранить в системный альбом
zh_hans: 已保存到系统相册
zh_hant: 已保存到系統相册

# review_image_saveToPhotoAlbumFailed
source: Save failed
ar: فشل الحفظ
ja: 保存に失敗しました
ko: 저장 실패
lo: ບັນທຶກລົ້ມເຫລວ
ms: Simpan gagal
ru: Ошибка сохранения
zh_hans: 保存失败
zh_hant: 保存失敗

# review_image_viewOriginalPhoto
source: View original photo
ar: عرض الصورة الأصلية
ja: 原図を見る
ko: 원도
lo: ເບິ່ງຮູບຕົ້ນສະບັບ
ms: Lihat imej asal
ru: вид оригинал
zh_hans: 查看原图
zh_hant: 查看原圖

# review_image_viewOriginalPhoto_tip
source: The original picture has been displayed
ar: الصورة الأصلية المعروضة
ja: 元の図を表示しました
ko: 원도 표시됨
lo: ຮູບພາບຕົ້ນສະບັບຖືກສະແດງ
ms: Imej asal dipaparkan
ru: Показать оригинал
zh_hans: 已显示原图
zh_hant: 已顯示原圖

# review_image_recognizeQRCode
source: Identify QR code
ar: تحديد رمز الاستجابة السريعة
ja: 識別QRコード
ko: 식별 QR 코드
lo: ລະບຸລະຫັດ QR
ms: Kod QR pengenalan
ru: Идентификационный QR-код
zh_hans: 识别二维码
zh_hant: 識別二維碼

# review_image_recognizeQRCode_in_pic
source: Identify QR code in the picture
ar: تحديد رمز الاستجابة السريعة في الصورة
ja: 画像内のQRコードを特定します
ko: 그림에서 QR 코드 식별
lo: ລະບຸລະຫັດ QR ໃນຮູບ
ms: Kenal pasti kod QR dalam gambar
ru: Определите QR-код на картинке
zh_hans: 识别图中二维码
zh_hant: 識別圖中二維碼

# review_image_upload_failed
source: upload failed
ar: فشل التحميل
ja: アップロードに失敗しました
ko: 업로드 실패
lo: ການອັບໂຫລດລົ້ມເຫລວ
ms: Muat naik gagal
ru: Загрузка не удалась
zh_hans: 上传失败
zh_hant: 上傳失敗

# review_image_downloading
source: downloading...
ar: تحميل...
ja: ダウンロード中...
ko: 다운로드 중...
lo: ກຳ ລັງດາວໂຫລດ ...
ms: Memuat turun...
ru: скачать...
zh_hans: 下载中...
zh_hant: 下載中...

# review_image_network_cannot_connect
source: The current network is unavailable, please check your network settings
ar: الشبكة الحالية غير متوفرة ، يرجى التحقق من إعدادات الشبكة
ja: 現在のネットワークは利用できません。ネットワーク設定を確認してください
ko: 현재 네트워크를 사용할 수 없습니다. 네트워크 설정을 확인하십시오
lo: ເຄືອຂ່າຍປັດຈຸບັນບໍ່ສາມາດໃຊ້ງານໄດ້, ກະລຸນາກວດສອບການຕັ້ງຄ່າເຄືອຂ່າຍຂອງທ່ານ
ms: Rangkaian semasa tidak tersedia, sila periksa tetapan rangkaian anda
ru: Текущая сеть недоступна, проверьте настройки сети
zh_hans: 当前网络不可用，请检查您的网络设置
zh_hant: 當前網絡不可用，請檢查您的網絡設置

# pad_lock_hint
source: Check whether the current data is exited during processing?
ar: تحقق ما إذا كانت البيانات الحالية خرجت أثناء المعالجة؟
ja: 現在のデータを終了しますか？
ko: 처리 중에 현재 데이터가 빠져 나오는지 확인하십시오?
lo: ໃນລະຫວ່າງການເບິ່ງ, ບໍ່ວ່າຈະອອກຈາກຂໍ້ມູນປະຈຸບັນບໍ?
ms: Semak sama ada data semasa keluar semasa pemprosesan?
ru: Проверьте, выходятся ли текущие данные во время обработки?
zh_hans: 查看处理中，是否退出当前数据？
zh_hant: 查看處理中，是否退出當前數據？

# mu_login_web
source: Website logged in
zh_hans: 网页端已登录
zh_hant: 網頁端已登入

# mu_login_zhixin
source: ZhiXin logged in
zh_hans: 致信端已登录
zh_hant: 致信端已登入

# mu_login_weChat
source: WeChat logged in
zh_hans: 微信端已登录
zh_hant: 微信端已登入

# mu_login_web_zhixin
source: Website、ZhiXin logged in
zh_hans: 网页端、致信端已登录
zh_hant: 網頁端、致信端已登入

# mu_login_web_weChat
source: Website、WeChat logged in
zh_hans: 网页端、微信端已登录
zh_hant: 網頁端、微信端已登入

# mu_login_zhixin_weChat
source: ZhiXin、ZhiXin logged in
zh_hans: 致信端、微信端已登录
zh_hant: 致信端、微信端已登入

# mu_login_web_zhixin_weChat
source: Website、ZhiXin and WeChat logged in
zh_hans: 网页端、致信端、微信端已登录
zh_hant: 網頁端、致信端、微信端已登入

# mu_login_exit_web
source: Exit the Web
ar: الخروج من صفحة الويب
ja: ページを終了
ko: 웹 페이지 끝
lo: ອອກຈາກເວັບ
ms: Keluar dari laman web
ru: выход из веб - страницы
zh_hans: 退出网页端
zh_hant: 退出網頁端

# mu_login_exit_zhixin
source: Withdrawal from the correspondent
ar: الخروج من الرسالة
ja: メッセージを終了します
ko: 메시지 메시지 종료
lo: ອອກຈາກຈົດ ໝາຍ
ms: Keluar surat
ru: выход из почтового конца
zh_hans: 退出致信端
zh_hant: 退出致信端

# mu_login_exit_weChat
source: Exit WeChat
ar: خروج الصغير
ja: WeChatを終了します
ko: 위 챗 에서 로그아웃
lo: ອອກຈາກ WeChat
ms: Keluar dari WeChat
ru: выход из МКС
zh_hans: 退出微信端
zh_hant: 退出微信端

# mu_login_alreadyMute
source: Mobile notification is off
zh_hans: 手机通知已关闭
zh_hant: 手機通知已關閉

# mu_login_type_web
source: Web
ar: الويب
ja: ウェブ
ko: 웹
ru: Веб
zh_hans: 网页端
zh_hant: 網頁端

# mu_login_type_pc
source: Zhixin
ar: PC
ja: PC
ko: PC
ru: ПК
zh_hans: 致信端
zh_hant: 致信端

# mu_login_type_wechat
source: WeChat
ko: 위챗
zh_hans: 微信端
zh_hant: 微信端

# mu_login_type_phone
source: Phone
ar: الجوال
ja: 携帯電話
ko: 모바일
ru: Мобильный
zh_hans: 手机端
zh_hant: 手机端

# mu_login_type_pad
source: Pad
ar: لaptop
ja: パッド
ko: 탭
ru: Планшет
zh_hans: PAD端
zh_hant: PAD端

# mu_login_exit
source: Logout
ar: خروج
ja: ログアウト
ko: 로그아웃
ru: Выход
zh_hans: 退出
zh_hant: 退出

# mu_login_type_logined
source: online
ar: مسجل
ja: ログイン中
ko: 로그인 중
ru: Войден
zh_hans: 已登录
zh_hant: 已登入

# muj_login_exit_success
source: Successful logout
ar: الخروج بنجاح
ja: 正常にログアウトしました
ko: 성공적으로 로그아웃했습니다
lo: ອອກຈາກໄດ້
ms: Berjaya keluar
ru: Успешно вышел
zh_hans: 成功退出
zh_hant: 成功退出

# MJRefreshHeaderIdleText
source: Pull down to refresh
ar: تحديث المنسدلة
ja: ドロップダウンリフレッシュ
ko: 아래로 새로 고침
lo: ດຶງລົງມາເພື່ອເຮັດໃຫ້ສົດຊື່ນ
ms: Pulldown refresh
ru: Обновить снизу
zh_hans: 下拉刷新
zh_hant: 下拉刷新

# MJRefreshHeaderPullingText
source: Release immediate refresh
ar: الافراج عن التحديث
ja: 更新を解除
ko: 새로 고침
lo: ປ່ອຍສົດຊື່ນ
ms: Lepaskan semula
ru: отпустить обновление
zh_hans: 释放刷新
zh_hant: 释放刷新

# MJRefreshHeaderRefreshingText
source: Refreshing...
ar: منعش
ja: 更新中
ko: 새로 고침 중
lo: ສົດຊື່ນ
ms: Menyegarkan
ru: Обновить
zh_hans: 正在刷新
zh_hant: 正在刷新

# MJRefreshAutoFooterIdleText
source: Tap or pull up to load more
ar: انقر أو اسحب لتحميل أكثر
ja: クリックまたはアップロード
ko: 클릭 또는 위로 추가
lo: ກົດຫລືດຶງຂຶ້ນເພື່ອໂຫລດຫຼາຍ
ms: Klik atau tarik sehingga memuat lebih banyak
ru: нажмите или Растяните для загрузки
zh_hans: 点击或上拉加载更多
zh_hant: 點擊或上拉加載更多

# MJRefreshAutoFooterRefreshingText
source: Loading...
ar: جارٍ تحميل المزيد من البيانات ...
ja: より多くのデータをロード中..。
ko: 더 많은 데이터를 불러오는 중...
lo: ກຳ ລັງໂຫລດຂໍ້ມູນເພີ່ມເຕີມ ...
ms: Memuat lebih banyak data...
ru: Загрузка дополнительных данных...
zh_hans: 正在加载更多的数据...
zh_hant: 正在加載更多的數據...

# MJRefreshAutoFooterNoMoreDataText
source: No More Data
ar: تحميل بالفعل
ja: すべてのロードが完了しました。
ko: 모두 다운로드 완료
lo: ໂຫລດທັງ ໝົດ
ms: Telah dimuatkan
ru: полная загрузка завершена
zh_hans: 已经全部加载完毕
zh_hant: 已經全部加載完畢

# MJRefreshBackFooterIdleText
source: Pull up to load more
ar: سحب ما يصل لتحميل أكثر
ja: もっと多くの量をロードすることができます。
ko: 다운로드
lo: ດຶງຂຶ້ນມາເພື່ອໂຫຼດຫຼາຍ
ms: Tarik sehingga memuat lebih banyak
ru: верхняя тяга может быть загружена больше
zh_hans: 上拉可以加载更多
zh_hant: 上拉可以加載更多

# MJRefreshBackFooterPullingText
source: Release to load more.
ar: الافراج وتحميل الآن أكثر
ja: 解いたらすぐにもっとロードします。
ko: 늦추다
lo: ປ່ອຍໃຫ້ໂຫລດໄດ້ທັນທີ
ms: Lepaskan dan muatkan lagi
ru: отменить загрузку сразу
zh_hans: 松开立即加载更多
zh_hant: 鬆開立即加載更多

# MJRefreshBackFooterRefreshingText
source: Loading...
ar: جارٍ تحميل المزيد من البيانات ...
ja: より多くのデータをロード中..。
ko: 더 많은 데이터를 불러오는 중...
lo: ກຳ ລັງໂຫລດຂໍ້ມູນເພີ່ມເຕີມ ...
ms: Memuat lebih banyak data...
ru: Загрузка дополнительных данных...
zh_hans: 正在加载更多的数据...
zh_hant: 正在加載更多的數據...

# MJRefreshBackFooterNoMoreDataText
source: No More Data
ar: تحميل بالفعل
ja: すべてのロードが完了しました。
ko: 모두 다운로드 완료
lo: ໂຫລດທັງ ໝົດ
ms: Telah dimuatkan
ru: полная загрузка завершена
zh_hans: 已经全部加载完毕
zh_hant: 已經全部加載完畢

# MJRefreshHeaderLastTimeText
source: Last update:
ar: آخر تحديث:
ja: 最終更新:
ko: 마지막 업데이트:
lo: ການປັບປຸງລ້າສຸດ:
ms: Kemas kini terakhir：
ru: Последнее обновление:
zh_hans: 最后更新：
zh_hant: 最後更新：

# MJRefreshHeaderDateTodayText
source: Today
ar: اليوم
ja: 今日
ko: 오늘
lo: ປະຈຸບັນ
ms: Hari ini
ru: сегодня
zh_hans: 今天
zh_hant: 今天

# MJRefreshHeaderNoneLastDateText
source: No record
ar: لا يوجد سجل
ja: 記録なし
ko: 기록이 없다
lo: ບໍ່ມີບັນທຶກ
ms: Tiada rekod
ru: без записи
zh_hans: 无记录
zh_hant: 無記錄

# mutil_login_mute
source: Cell phone mute
ar: الهاتف الخليوي كتم
ja: 携帯電話のミュート
ko: 휴대폰 음소거
lo: ປິດໂທລະສັບ
ms: Telefon bimbit bisu
ru: Отключение сотового телефона
zh_hans: 手机静音
zh_hant: 手機靜音

# mutil_login_already_mute
source: The phone is muted
ar: تم كتم الهاتف
ja: 電話がミュートされています
ko: 전화가 음소거되었습니다
lo: ໂທລະສັບຖືກປິດສຽງ
ms: Telefon dimatikan
ru: Телефон отключен
zh_hans: 手机已静音
zh_hant: 手機已靜音

# mutil_login_exit_other_client
source: Exit the other client
ar: الخروج من الطرف الآخر
ja: もう一方の端を出る
ko: 다른 쪽 끝을 종료
lo: ອອກຈາກປາຍອື່ນໆ
ms: Keluar dari hujung yang lain
ru: Выход на другой конец
zh_hans: 退出其他端
zh_hant: 退出其他端

# mutil_login_recovery_notification
source: Resume phone notifications
ar: استئناف إعلامات الهاتف
ja: 電話通知を再開する
ko: 전화 알림 재개
lo: ຟື້ນຟູການແຈ້ງເຕືອນໂທລະສັບ
ms: Teruskan pemberitahuan telefon
ru: Возобновить телефонные уведомления
zh_hans: 恢复手机通知
zh_hant: 恢復手機通知
