Repository: yukui-wang/M3
Catalog: CMPCore/CMPCore/Resources/*.lproj/Localizable.strings
Languages: ar, ja, ko, lo, ms, ru, zh_hans, zh_hant

# common_nocameraalert
source: Please allow %@ to access your camera in device 'settings-privacy-camera' option.
ar: يرجى السماح٪ @ بالوصول إلى الكاميرا في خيار "الإعدادات - الخصوصية - الكاميرا" في الجهاز
ja: デバイスの[設定 - プライバシー - カメラ]オプションで％@があなたのカメラにアクセスできるようにしてください
ko: 설정-개인 정보 보호-카메라”에서 %@ 카메라 접근 허용하십시오
lo: ກະລຸນາອະນຸຍາດໃຫ້%@ ເຂົ້າເຖິງກ້ອງຖ່າຍຮູບຂອງທ່ານໃນຕົວເລືອກ "Settings-Privacy-Camera" ຂອງອຸປະກອນ
ms: Sila benarkan% @ untuk mengakses kamera anda dalam pilihan ＂Tetapan - Privasi - Kamera＂ peranti
ru: пожалуйста, предоставьте %@ доступ к вашей камере в параметрах устройства Настройка - частная жизнь - камера
zh_hans: 请在设备的“设置-隐私-相机”选项中允许%@访问你的相机
zh_hant: 請在設備的“設定-隱私-相機”选项中允许%@訪問你的相機

# common_nophotostitle
source: Your albums is not available
ar: الألبوم غير متوفر
ja: アルバムは利用できません
ko: 앨범을 사용할 수 없습니다
lo: ອັລບັມບໍ່ສາມາດໃຊ້ໄດ້
ms: Album tidak tersedia
ru: альбом недоступен
zh_hans: 相册不可用
zh_hant: 相册不可用

# common_nophotos
source: Please allow %@ to access your photos in device 'settings-privacy-photos' option.
ar: يرجى السماح٪ @ بالوصول إلى صورك في خيار "الإعدادات - الخصوصية - الصور" في الجهاز
ja: デバイスの[設定 - プライバシー - 写真]オプションで、％@があなたの写真にアクセスできるようにしてください
ko: 장치의“설정- 개인 정보 보호-사진 ”옵션에서 사진에 접근 허용하십시오
lo: ກະລຸນາອະນຸຍາດໃຫ້%@ ເຂົ້າເຖິງຮູບຂອງທ່ານໃນຕົວເລືອກ "Settings-Privacy-Photos" ຂອງອຸປະກອນຂອງທ່ານ
ms: Sila benarkan% @ untuk mengakses foto anda dalam pilihan ＂Tetapan - Privasi - Foto＂ peranti
ru: пожалуйста, в установке Настройка - частная жизнь - фото опция %@ доступ к вашей фотографии
zh_hans: 请在设备的“设置-隐私-照片”选项中允许%@访问你的照片
zh_hant: 請在設備的“設定-隱私-照片”選項中允許%@訪問你的照片

# common_uploadAttachmentLimit
source: Uploaded files cannot exceed 50M.
ar: لا يمكن أن يكون حجم الملف الذي تم تحميله أكبر من 50 مترًا.
ja: アップロードされたファイルは50メートルを超えることはできません。
ko: 업로드 파일 크기는 50M 초과할 수 없다.
lo: ໄຟລ໌ທີ່ອັບໂຫລດບໍ່ສາມາດໃຫຍ່ກວ່າ 50M.
ms: Fail yang dimuat naik tidak boleh melebihi 50m.
ru: загруженные файлы не могут быть больше 50м.
zh_hans: 上传的文件不能大于50M。
zh_hant: 上傳的檔案不能大於50M。

# common_nodata
source: No Data
ar: لا توجد بيانات حتى الآن
ja: まだデータがありません
ko: 데이터 없음
lo: ບໍ່​ມີ​ຂໍ້​ມູນ
ms: Belum ada data
ru: данных пока нет
zh_hans: 暂无数据
zh_hant: 暫無數據

# common_search_subject
source: Prompt
ar: عنوان رئيسي
ja: 役職
ko: 제목
lo: ຫົວຂໍ້
ms: Tajuk
ru: заголовок
zh_hans: 标题
zh_hant: 標題

# common_Nothing
source: None
ar: لا يوجد محتوى
ja: 内容なし
ko: 내용 없음
lo: ຍັງບໍ່ມີເນື້ອຫາເທື່ອ
ms: Tiada kandungan
ru: пока нет содержания
zh_hans: 暂无内容
zh_hant: 暫無內容

# common_Nothing_sorry
source: Sorry! Nothing here
ar: !آسف لا يوجد شيء هنا
ja: ごめんなさい！ここには何もない
ko: 죄송합니다! 여기에 아무것도
lo: ຂໍໂທດ! ບໍ່ມີຫຍັງຕໍ່ທ້ານ
ms: Maaf!Tak ada apa-apa di sini
ru: Извините! Здесь ничего нет.
zh_hans: 抱歉！这里什么都没有
zh_hant: 抱歉！這裡什麼都沒有

# common_search_pleaseEnterKeywords
source: Please Enter Keywords
ar: الرجاء إدخال كلمة رئيسية
ja: キーワードを入力してください
lo: ກະລຸນາໃສ່ ຄຳ ທີ່ ສຳ ຄັນ
ms: Sila masukkan kata kunci
ru: пожалуйста, введите ключевое слово
zh_hans: 请输入关键字
zh_hant: 請輸入關鍵字

# common_camera_unavailable
source: Your camera is not available.
ar: الكاميرا غير متوفرة
ja: カメラは利用できません
ko: 카메라를 사용할 수 없습니다
lo: ກ້ອງບໍ່ສາມາດໃຊ້ໄດ້
ms: Kamera tidak tersedia
ru: камеры не доступны
zh_hans: 照相机不可用
zh_hant: 照相機不可用

# common_read
source: View
ar: رأي
ja: 見る
ko: 보기
lo: ເບິ່ງ
ms: Lihat
ru: Просмотр
zh_hans: 查看
zh_hant: 查看

# common_finshed
source: Complete
ar: كامل
ja: 完了しました
ko: 완료
lo: ປະຕິບັດ
ms: Lengkap
ru: завершение
zh_hans: 完成
zh_hant: 完成

# common_repeal
source: Undo
ar: فك
ja: キャンセル
ko: 실행 취소
lo: ຖອນຄືນ
ms: Batalkan
ru: Отмена
zh_hans: 撤销
zh_hant: 撤銷

# common_proxyAlert
source: This device has started up proxy sevice, there may be security risk if you continue to use it!
ar: الجهاز الحالي يعمل على تشغيل الوكيل ، وسوف يكون هناك خطر على الأمان إذا استمرت في استخدامه!
ja: 現在のデバイスではエージェントがオンになっているので、それを使用し続けるとセキュリティ上のリスクがあります。
ko: 해당 장치가 대리가 켜져 계속 사용하면 보안상 위험합니다!
lo: ຕົວແທນໄດ້ຖືກເປີດໃຊ້ໃນອຸປະກອນປັດຈຸບັນ, ແລະມີຄວາມສ່ຽງດ້ານຄວາມປອດໄພຖ້າທ່ານຍັງສືບຕໍ່ໃຊ້ມັນຢູ່!
ms: Peranti semasa mempunyai ejen dihidupkan, dan akan ada risiko keselamatan jika anda terus menggunakannya!
ru: в настоящее время оборудование уже открыто, дальнейшее использование будет сопряжено с риском для безопасности!
zh_hans: 当前设备已开启代理，继续使用将会存在安全风险！
zh_hant: 當前設備已開啟代理，繼續使用將會存在安全風險！

# common_jailbreakAlert
source: This device has completed jailbreak, there may be security risk if you continue to use it!
ar: لقد تم كسر الجهاز الحالي وسوف يستمر استخدامه مع المخاطر الأمنية!
ja: 現在のデバイスは脱獄されており、セキュリティ上のリスクを伴い使用され続けるでしょう。
lo: ອຸປະກອນປະຈຸບັນໄດ້ຖືກກັກຂັງ, ມັນຈະມີຄວາມສ່ຽງດ້ານຄວາມປອດໄພຖ້າທ່ານຍັງສືບຕໍ່ໃຊ້ມັນຢູ່!
ms: Peranti semasa telah dipecah dan akan terus digunakan dengan risiko keselamatan!
ru: в настоящее время оборудование уже вышло из тюрьмы, дальнейшее использование будет сопряжено с риском для безопасности!
zh_hans: 当前设备已被越狱，继续使用将会存在安全风险！
zh_hant: 當前設備已被越獄，繼續使用將會存在安全風險！

# common_loadAppFail
source: Fail to load application, please reset server address.
ar: أخفق تحميل التطبيق ، يرجى إعادة تعيين عنوان الخادم.
ja: アプリケーションを読み込めませんでしたサーバーアドレスを再設定してください。
ko: 프로그램 로드 실패하여 서버 주소를 다시 설정하십시오.
lo: ແອັບພລິເຄຊັນລົ້ມເຫລວໃນການໂຫລດ, ກະລຸນາຕັ້ງທີ່ຢູ່ເຊີບເວີ ໃໝ່.
ms: Permohonan gagal dimuatkan. Sila tetapkan semula alamat pelayan.
ru: Ошибка загрузки приложения, измените адрес сервера.
zh_hans: 应用加载失败，请重新设置服务器地址。
zh_hant: 應用加載失敗，請重新設定伺服器地址。

# common_noAppDownloadAddress
source: No Application Download Address or Incorrect Address Format %@
ar: لا يوجد عنوان لتنزيل التطبيق أو تنسيق العنوان غير صحيح n٪ @
ja: アプリケーションのダウンロードアドレスやアドレス形式が正しくありません。 n％@
ko: 응용 프로그램 다운로드 주소 없거나 주소 양식이 틀립니다. %@
lo: ບໍ່ມີທີ່ຢູ່ດາວໂຫລດແອັບພລິເຄຊັນຫລືຮູບແບບທີ່ຢູ່ທີ່ບໍ່ຖືກຕ້ອງ n%@
ms: Tiada alamat muat turun atau format alamat tidak betul n% @
ru: нет приложения для загрузки адреса или неправильного формата %@
zh_hans: 无应用下载地址或地址格式不正确 %@
zh_hant: 無應用下載地址或地址格式不正確 %@

# common_noPermissionCamera
source: Enable to Use Camera
ar: غير قادر على استخدام الكاميرا
ja: カメラを使用できません
lo: ບໍ່ສາມາດໃຊ້ກ້ອງໄດ້
ms: Tidak dapat menggunakan kamera
ru: невозможно использовать камеру
zh_hans: 无法使用相机
zh_hant: 無法使用相機

# common_downloadFileFailed
source: File Download Fail.
ar: فشل تنزيل الملف.
ja: ファイルのダウンロードに失敗しました。
ko: 파일 다운로드 실패했습니다.
lo: ການດາວໂຫລດໄຟລ໌ລົ້ມເຫລວ.
ms: Muat turun fail gagal.
ru: Ошибка загрузки файла.
zh_hans: 文件下载失败。
zh_hant: 文件下載失敗。

# common_fileCopyError
source: Error Copying File to Directory.
ar: خطأ في نسخ الملفات إلى دليل التخزين.
ja: ファイルをストレージディレクトリにコピー中にエラーが発生しました。
ko: 저장 위치에 파일 복사 실패
lo: ຂໍ້ຜິດພາດໃນການຄັດລອກແຟ້ມເອກະສານເກັບມ້ຽນ.
ms: Ralat menyalin fail ke direktori storan.
ru: Ошибка копирования файла в каталог хранения.
zh_hans: 文件复制到存储目录出错。
zh_hant: 檔案複製到存儲目錄出錯。

# common_locationDetail
source: Location Details
ar: تفاصيل الموقع
ja: 場所の詳細
ko: 위치 정보
lo: ລາຍລະອຽດສະຖານທີ່
ms: Butiran lokasi
ru: Сведения о местоположении
zh_hans: 位置详情
zh_hant: 位置詳情

# common_failToFormatLocation
source: Fail to Convert Location Format
ar: فشل تحويل تنسيق الموقع
ja: 場所形式の変換に失敗しました
ko: 위치 형식 변환에 실패했습니다
lo: ການແປງຮູບແບບສະຖານທີ່ລົ້ມເຫລວ
ms: Penukaran format lokasi gagal
ru: Ошибка преобразования формата расположения
zh_hans: 位置格式转化失败
zh_hant: 位置格式轉化失敗

# common_unkownError
source: Unknown Error
ar: خطأ غير معروف
ja: 不明なエラー
ko: 알 수없는 오류
lo: ຄວາມຜິດພາດທີ່ບໍ່ຮູ້ຈັກ
ms: Kesilapan tidak diketahui
ru: Неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知錯誤

# common_appDownloadFail
source: App package download failed, click
ar: فشل تحميل التطبيق ، انقر فوق
ja: アプリケーションのダウンロードに失敗しました。クリックしてください
ko: 패키지 다운로드 실패 클릭
lo: ການດາວໂຫລດແພັກເກດຊຸດລົ້ມເຫລວ, ກົດ
ms: Muat turun pakej permohonan gagal, klik
ru: Невозможно загрузить пакет, нажмите кнопку
zh_hans: 应用包下载失败，点击
zh_hant: 應用包下載失敗，點擊

# common_unzipAppPackageFail
source: Error Unzipping Application Package.
ar: خطأ في إلغاء ضغط حزمة التطبيق.
ja: アプリケーションパッケージの解凍エラー
ko: 압축풀기 실패합니다.
lo: ມີຂໍ້ຜິດພາດໃນການຖອນຊຸດຂອງແອັບພລິເຄຊັນ.
ms: Kesalahan penguraian pakej aplikasi.
ru: ошибка распаковки пакета.
zh_hans: 应用包解压出错。
zh_hant: 應用包解壓出錯。

# common_downloadAddressEmpty
source: Download Address Cannot Be Empty
ar: لا يمكن أن يكون عنوان التنزيل فارغًا
ja: ダウンロードアドレスは空にできません
ko: 다운로드 주소가 공백입니다
lo: URL ດາວໂຫລດບໍ່ສາມາດຫວ່າງໄດ້
ms: Alamat muat turun tidak boleh kosong
ru: загруженный адрес не может быть пустым
zh_hans: 下载地址不能为空
zh_hant: 下載地址不能為空

# common_noAppInformation
source: Unable to Find Application Information
ar: لم يتم العثور على معلومات التطبيق
ja: アプリ情報が見つかりません
ko: 응용 프로그램 정보를 찾을 수 없습니다
lo: ບໍ່ພົບຂໍ້ມູນການສະ ໝັກ
ms: Tiada maklumat aplikasi yang dijumpai
ru: не найдена прикладная информация
zh_hans: 未找到应用信息
zh_hant: 未找到應用資訊

# common_mobileAlbums
source: Mobile Albums
ar: ألبوم صور للجوال
ja: 携帯フォトアルバム
ko: 사진 앨범
lo: ເວັບບອດໂທລະສັບ
ms: Album foto mudah alih
ru: мобильный альбом
zh_hans: 手机相册
zh_hant: 手機相册

# common_videoPreview
source: Video Preview
ar: معاينة الفيديو
ja: ビデオプレビュー
ko: 비디오 미리보기
lo: ເບິ່ງຕົວຢ່າງວິດີໂອ
ms: Pratonton video
ru: Просмотр видео
zh_hans: 视频预览
zh_hant: 視頻預覽

# common_usePhoto
source: Use Photo
ar: استخدام الصورة
ja: 写真を使用
ko: 사진 사용
lo: ໃຊ້ຮູບ
ms: Gunakan foto
ru: использование фотографий
zh_hans: 使用照片
zh_hant: 使用照片

# common_takePhotoAgain
source: Photograph Again
ar: استعادة
ja: 再作成
ko: 다시 찍기
lo: ລະວັງ
ms: Rebutlah
ru: биение
zh_hans: 重拍
zh_hant: 重拍

# common_noFreeSpace
source: Your available space is less than 200M, please download after clearng.
ar: تبلغ مساحة تخزين الجهاز أقل من 200 متر. يرجى تنظيف المساحة قبل التنزيل.
ja: デバイスの保存スペースは200m未満ですダウンロードする前にスペースをきれいにしてください。
ko: 장치 메모리 용량이 200M밖에 없으며 다운로드하기 전에 공간을 정리하십시오.
lo: ພື້ນທີ່ຈັດເກັບຂອງອຸປະກອນນ້ອຍກວ່າ 200M, ກະລຸນາອະນາໄມພື້ນທີ່ກ່ອນທີ່ຈະດາວໂຫລດ.
ms: Ruang simpanan peranti kurang dari 200m. Sila bersihkan ruang sebelum memuat turun.
ru: устройства недостаточно места для хранения в 200M, пожалуйста, очистите место после загрузки.
zh_hans: 设备存储空间不足200M，请清理空间后再下载。
zh_hant: 設備存儲空間不足200M，請清理空間後再下載。

# common_uploadServerEmpty
source: Upload Server Address Cannot Be Empty
ar: لا يمكن أن يكون عنوان خادم التحميل فارغًا
ja: アップロードサーバーのアドレスは空にできません
ko: 업로드 서버 주소가 공백입니다
lo: ທີ່ຢູ່ຂອງເຄື່ອງແມ່ຂ່າຍທີ່ອັບໂຫລດບໍ່ສາມາດຫວ່າງໄດ້
ms: Muat naik alamat pelayan tidak boleh kosong
ru: адрес сервера загрузки не может быть пустым
zh_hans: 上传服务器地址不能为空
zh_hant: 上傳伺服器地址不能為空

# common_deleteCacheFail
source: Delete Cathe Failed
ar: فشل حذف ذاكرة التخزين المؤقت
ja: キャッシュの削除に失敗しました
lo: ລົ້ມເຫລວໃນການລຶບ cache
ms: Padam cache gagal
ru: Ошибка удаления кэша
zh_hans: 删除缓存失败
zh_hant: 删除緩存失敗

# common_cancelSending
source: Cancel Sending
ar: إلغاء الإرسال
ja: 送信をキャンセル
ko: 전송 취소
lo: ຍົກເລີກການສົ່ງ
ms: Batalkan penghantaran
ru: отмена отправки
zh_hans: 取消发送
zh_hant: 取消發送

# common_cancelLabeling
source: Cancel Labeling
ar: إلغاء تحديد
ja: マーク解除
ko: 표시 해제
lo: ບໍ່ ໝາຍ
ms: Nyahtanda
ru: Снять отметку
zh_hans: 取消标注
zh_hant: 取消標注

# common_turnOnLocation
source: Please turn on location service in settings.
ar: يرجى تشغيل مفتاح الموضع في إعدادات النظام.
ja: システム設定でポジションスイッチをオンにしてください。
ko: 설정에서 위치 서비스를 켜십시오
lo: ກະລຸນາເປີດໃຊ້ ຕຳ ແໜ່ງ ສະຫຼັບສັບຊ້ອນໃນການຕັ້ງຄ່າລະບົບ.
ms: Sila aktifkan suis kedudukan dalam tetapan sistem.
ru: пожалуйста, откройте позиционный переключатель в настройках системы.
zh_hans: 请在系统设置打开定位开关。
zh_hant: 請在系統設置打開定位開關。

# common_pleaseSelectLocation
source: Please Select Location
ar: يرجى اختيار الموقع
ja: 場所を選択してください
ko: 위치를 선택하세요
lo: ກະລຸນາເລືອກທີ່ຢູ່
ms: Sila pilih lokasi
ru: пожалуйста, выберите расположение
zh_hans: 请选择位置
zh_hant: 請選擇位置

# common_cancelPhotography
source: Cancel Photography
ar: إلغاء الصورة
ja: 写真キャンセル
ko: 사진 취소
lo: ຍົກເລີກຮູບພາບ
ms: Pembatalan foto
ru: фотографирование отменено
zh_hans: 拍照取消
zh_hant: 拍照取消

# common_noPermissionAlbums
source: No Permission to Access Albums
ar: لا أذونات الألبوم
ja: アルバムの権限なし
ko: 앨범 권한 없음
lo: ບໍ່ມີການອະນຸຍາດອະລະບ້ ຳ
ms: Tiada kebenaran album
ru: нет прав на альбом
zh_hans: 没有相册权限
zh_hant: 沒有相册許可權

# common_reload_tabbar
source: The bottom navigation changes, please reload.
ar: يتم تعديل التنقل السفلي وتحتاج الصفحة إلى تحديث.
ja: 下部のナビゲーションが変更されたため、ページを更新する必要があります。
ko: 밑 내비게이션이 수정되었으니，페이지를 새로 고쳐야 한。
lo: ການ ນຳ ທາງດ້ານລຸ່ມຖືກດັດແກ້ແລະ ໜ້າ ເວັບຕ້ອງໄດ້ຮັບການປັບປຸງ ໃໝ່.
ms: Navigasi di bahagian bawah diubah suai dan halaman perlu disegarkan semula.
ru: необходимо обновить страницу，необходимо обновить страницу。
zh_hans: 底导航被修改，需刷新页面。
zh_hant: 底導航被修改，需刷新頁面。

# common_load_success
source: Success
ar: الانتهاء
ja: 完了しました
ko: 완료
lo: ສຳ ເລັດ
ms: Selesai
ru: акончено
zh_hans: 已完成
zh_hant: 已完成

# common_reload_language
source: Your current preferred language is no longer supported and we need to refresh the pages
ar: لم تعد اللغة المفضلة لديك الحالية مدعومة ويجب تحديثها.
ja: 現在の優先言語はサポートされていません。ページを更新する必要があります
ko: 현재 첫 번째 언어는 지원하지 않습니다，페이지 새로 고침
lo: ພາສາທີ່ທ່ານຕ້ອງການໃຊ້ໃນປະຈຸບັນບໍ່ໄດ້ຮັບການສະ ໜັບ ສະ ໜູນ, ທ່ານ ຈຳ ເປັນຕ້ອງໂຫຼດ ໜ້າ ຈໍຄືນ
ms: Bahasa pilihan anda sekarang tidak lagi disokong dan perlu disegarkan semula
ru: Ваш выбранный язык уже не поддерживается，необходимо обновить страницу
zh_hans: 你当前的首选语言已不再支持，需要刷新页面
zh_hant: 你當前的首選語言已不再支持，需要刷新頁面

# common_or
source: or
ar: أو
ja: または
ko: 혹은
lo: ຫຼື
ms: Atau
ru: или
zh_hans: 或
zh_hant: 或

# common_exit
source: Sign out
ar: انسحب
ja: 終了
ko: 물러나다
lo: ອອກໂຮງຮຽນ
ms: Keluar
ru: выход
zh_hans: 退出
zh_hant: 退出

# common_Connecting
source: Connecting...
ar: اتصال ...
ja: 接続しています...
ko: 연결 중 ...
lo: ກຳ ລັງເຊື່ອມຕໍ່ ...
ms: Menyambung ...
ru: при соединении...
zh_hans: 连接中...
zh_hant: 连接中...

# common_dept
source: Dept
ar: قسم
ja: 部門
lo: ພະແນກ
ms: Jabatan
ru: отдел
zh_hans: 部门
zh_hant: 部門

# offlineFiles_unknownFiles
source: This format file does not support local view, please use other applications to open.
ar: لا يدعم ملف التنسيق هذا المشاهدة المحلية في الوقت الحالي. يرجى فتحه مع تطبيقات أخرى.
ja: このフォーマットファイルは現時点ではローカル表示をサポートしていませんので、他のアプリケーションで開いてください。
ko: 해당 파일은 다른 다른 응용 프로그램으로 보십시오.
lo: ເອກະສານຮູບແບບນີ້ບໍ່ໄດ້ສະ ໜັບ ສະ ໜູນ ການເບິ່ງທ້ອງຖິ່ນໃນເວລານີ້, ກະລຸນາໃຊ້ໂປແກຼມອື່ນເພື່ອເປີດມັນ.
ms: Fail format ini tidak menyokong paparan tempatan pada masa ini. Sila buka dengan aplikasi lain.
ru: файл формата пока не поддерживает локальный просмотр, откройте его другими приложениями.
zh_hans: 该格式文件暂不支持本地查看，请用其它应用打开。
zh_hant: 該格式檔案暫不支持本地查看，請用其它應用打開。

# offlineFiles_offlineFiles
source: Offline Doc
ar: وثيقة حاليا
ja: オフライン文書
ko: 오프라인 문서
lo: ເອກະສານອອບໄລ
ms: Dokumen luar talian
ru: автономный документ
zh_hans: 离线文档
zh_hant: 離線檔案

# offlineFiles_myfile
source: My File
ar: ملفي
ja: 私のファイル
ko: 내 파일
lo: ແຟ້ມຂອງຂ້ອຍ
ms: Fail saya
ru: мой файл
zh_hans: 我的文件
zh_hant: 我的檔案

# offlineFiles_haveBeenSelect_xx
source: Selected %d item(s)
ar: تم تحديد٪ d
ja: 選択された％d
ko: %d개 선택됩니다.
lo: ເລືອກ% D
ms: % d dipilih
ru: выделенная статья %d
zh_hans: 已选择%d条
zh_hant: 已選擇%d條

# offlineFiles_unzipFail
source: Exceptional or corrupt file loading
ar: تحميل الملف غير طبيعي أو فاسد
ja: ファイル読み込み異常または破損
ko: 파일 불러오기 또는 손상
lo: ການໂຫລດໄຟລ໌ແມ່ນຜິດປົກກະຕິຫລືເສຍຫາຍ
ms: Pemuatan fail tidak normal atau rasuah
ru: Ошибка при загрузке файла
zh_hans: 文件加载异常或损坏
zh_hant: 檔案加載异常或損壞

# UpdatePackage_TipTitle
source: Prompt
ar: موجه
ja: プロンプト
ko: 메시지
lo: ວ່ອງໄວ
ru: подсказка
zh_hans: 提示
zh_hant: 提示

# UpdatePackage_TipTitle_IsDownload
source: Downloading App Packages
ar: تنزيل التطبيقات لك
ja: あなたのためにアプリをダウンロードする
lo: ດາວໂຫລດແອັບ for ສຳ ລັບທ່ານ
ms: Memuat turun apl untuk anda
ru: загружает приложения для вас
zh_hans: 正在为你下载应用
zh_hant: 正在為你下載應用

# UpdatePackage_CloseApp
source: Close App
ar: إغلاق التطبيق
ja: アプリケーションを閉じる
ko: 응용 프로그램 닫기
lo: ປິດແອັບ
ms: Tutup permohonan
ru: Закрыть приложение
zh_hans: 关闭应用
zh_hant: 關閉應用

# UpdatePackage_Download
source: Download
ar: تحميل
ja: ダウンロードする
ko: 다운로드
lo: ດາວໂຫລດ
ms: Muat turun
ru: загрузка
zh_hans: 下载
zh_hant: 下載

# UpdatePackage_TipNotWifi
source: You are not in wireless network and will generate traffic, continue or not?
ar: بيئة شبكتك الحالية ليست شبكة Wi-Fi. سيؤدي متابعة التنزيل إلى توليد حركة مرور ، هل تم تنزيلها؟
ja: 現在のネットワーク環境はWi-Fiではありませんダウンロードし続けるとトラフィックが発生します。
ko: 현재 네트워크 환경이 Wi-Fi로 연결되며 계속 다운로드하면 데이터를 사용될 것이며 다운로드하시겠습니까?
lo: ສະພາບແວດລ້ອມຂອງເຄືອຂ່າຍຂອງທ່ານໃນປະຈຸບັນບໍ່ແມ່ນ Wi-Fi ຖ້າທ່ານສືບຕໍ່ດາວໂຫລດ, ມັນຈະສ້າງການຈະລາຈອນ, ທ່ານຕ້ອງການດາວໂຫລດບໍ່?
ms: Persekitaran rangkaian semasa anda bukan Wi-Fi. Jika anda terus memuat turun, ia akan menjana trafik. Adakah ia dimuat turun?
ru: Ваша текущая сетевая среда не является Wi-Fi, продолжение загрузки приведет к потоку или нет?
zh_hans: 你当前的网络环境不是Wi-Fi，继续下载将会产生流量，是否下载？
zh_hant: 你當前的網路環境不是Wi-Fi，繼續下載將會產生流量，是否下載？

# UpdatePackage_ReDownload
source: retry
ar: إعادة تحميل
ja: 再ダウンロード
ko: 다시 다운로드
lo: ດາວໂຫລດອີກຄັ້ງ
ms: Muat semula
ru: перезагрузить
zh_hans: 重新下载
zh_hant: 重新下載

# UpdatePackage_updating
source: Downloading or updating apps, please wait until finish
ar: تنزيل التطبيقات من أجلك ، يرجى النقر لعرضها
ja: あなたのためにアプリをダウンロードしてください、見るためにクリックしてください
lo: ແອັບ is ກຳ ລັງດາວໂຫລດ ສຳ ລັບທ່ານ, ກະລຸນາກົດເພື່ອເບິ່ງຫລັງຈາກສິ້ນສຸດ
ms: Memuat turun aplikasi untuk anda, sila klik untuk melihat
ru: для загрузки приложения, пожалуйста, нажмите после завершения просмотра
zh_hans: 正在为你下载应用，请完成后再点击查看
zh_hant: 正在為你下載應用，請完成後再點擊查看

# UpdatePackage_progress
source: Updating the package(%d%s)
ar: تنزيل التطبيق لك (٪ d٪ s)
ja: あなたのためにアプリをダウンロードしています（％d％s）
lo: ກຳ ລັງດາວໂຫລດແອັບ for ສຳ ລັບທ່ານ (% d% s)
ms: Memuat turun aplikasi untuk anda (% d% s)
ru: загружает приложения (%d%s)
zh_hans: 正在为你下载应用(%d%s)
zh_hant: 正在為你下載應用(%d%s)

# UpdatePackage_updateFail
source: Download failed, please download again
ar: فشل التنزيل ، يرجى التنزيل مرة أخرى
ja: ダウンロードに失敗しました。もう一度ダウンロードしてください
ko: 다운로드 실패
lo: ການດາວໂຫລດລົ້ມເຫລວ, ກະລຸນາດາວໂຫລດອີກຄັ້ງ
ms: Muat turun gagal, sila muat turun sekali lagi
ru: Ошибка загрузки, повторите загрузку
zh_hans: 下载失败,请重新下载
zh_hant: 下載失敗，請重新下載

# UpdatePakageNew_applicationing
source: Application resource downloading
zh_hans: 应用资源下载中
zh_hant: 應用資源下載中

# UpdatePakageNew_downloadSuc
source: Application download successfully!
zh_hans: 应用资源下载成功!
zh_hant: 應用資源下載成功!

# UpdatePakageNew_downloadFail
source: application download failed!
zh_hans: 应用下载失败!
zh_hant: 應用下載失敗!

# UpdatePakageNew_downloadFail_Cap
source: Application download failed!
zh_hans: 应用下载失败!
zh_hant: 應用下載失敗!

# UpdatePakageNew_updateNow
source: Immediately update
zh_hans: 立即更新
zh_hant: 立即更新

# UpdatePakageNew_updateNext
source: Restart update
zh_hans: 再次启动更新
zh_hant: 再次啟動更新

# UpdatePakageNew_reDownload
source: Redownload
zh_hans: 重新下载
zh_hant: 重新下載

# UpdatePakageNew_downloadNext
source: Next time
zh_hans: 下次再说
zh_hant: 下次再說

# UpdatePakageNew_zipupdating
source: Updating the application resource
zh_hans: 正在更新应用包
zh_hant: 正在更新應用程式包

source: Contacts
ar: دفتر العناوين
ja: アドレス帳
ko: 연락처
lo: ປື້ມ​ທີ່​ຢູ່
ms: Buku alamat
ru: справочник
zh_hans: 通讯录
zh_hant: 通訊錄

# contacts_org
source: Organization
ar: الهيكل التنظيمي
ja: 組織構造
ko: 조직 구조
lo: ການຈັດຕັ້ງ
ms: Struktur organisasi
ru: организационная структура
zh_hans: 组织架构
zh_hant: 組織架構

# contacts_team
source: Project Team
ar: فريق المشروع
ja: プロジェクトチーム
ko: 프로젝트 그룹
lo: ທີມງານໂຄງການ
ms: Pasukan projek
ru: группа проектов
zh_hans: 项目组
zh_hant: 項目組

# contacts_groupchat
source: My Group Chat
ar: الدردشة الجماعية
ja: 私のグループチャット
ko: 내 그룹 채팅
lo: ກຸ່ມສົນທະນາຂອງຂ້ອຍ
ms: Sembang kumpulan saya
ru: мой чат
zh_hans: 我的群聊
zh_hant: 我的群聊

# contacts_frequent
source: Top Contacts
ar: الاتصالات المشتركة
ja: 一般的な連絡先
ko: 공통 연락처
lo: ຕິດຕໍ່ພົວພັນເລື້ອຍໆ
ms: Kenalan biasa
ru: часто используемые контакты
zh_hans: 常用联系人
zh_hant: 常用連絡人

# contacts_related
source: Following
ar: الموظفين المعنيين
ja: フォロワー
ko: 팔로우잉
lo: ຕິດຕາມຜູ້ຄົນ
ms: Pengikut
ru: подмандатные лица
zh_hans: 关注人员
zh_hant: 關注人員

# contacts_downloadFail
source: Fail to Download Offline Contacts!
ar: فشل تنزيل دفتر العناوين غير المتصل!
ja: オフラインアドレス帳のダウンロードに失敗しました。
ko: 오프라인 주소록 다운로드 실패했습니다!
lo: ການດາວໂຫລດປື້ມທີ່ຢູ່ນອກລົ້ມເຫລວ!
ms: Muat turun buku alamat luar talian gagal!
ru: Ошибка загрузки автономной адресной книги!
zh_hans: 离线通讯录下载失败！
zh_hant: 離線通訊錄下載失敗！

# contacts_retry
source: Retry
ar: إعادة تحميل
ja: 再ダウンロード
ko: 다시 다운로드
lo: ດາວໂຫລດອີກຄັ້ງ
ms: Muat semula
ru: перезагрузить
zh_hans: 重新下载
zh_hant: 重新下載

# contacts_downloading
source: Downloading offline contacts...
ar: يتم الآن تنزيل جهات الاتصال في وضع عدم الاتصال ...
ja: オフライン連絡先をダウンロードしています...
ko: 오프라인 연락처 다운로드 중 ...
lo: ກຳ ລັງດາວໂຫລດປື້ມທີ່ຢູ່ນອກ ສຳ ລັບທ່ານ ...
ms: Memuat turun kenalan luar talian untuk anda ...
ru: загрузка автономного справочника для вас...
zh_hans: 正在为你下载离线通讯录...
zh_hant: 正在為你下載離線通訊錄...

# contacts_searchkey_old
source: Enter name or phone number
ar: الرجاء إدخال اسمك / رقم هاتفك المحمول
ja: お名前/携帯番号を入力してください
ko: 이름 / 전화 번호를 입력하십시오
lo: ກະລຸນາໃສ່ຊື່ / ເບີໂທລະສັບຂອງທ່ານ
ms: Sila masukkan nama / nombor telefon anda
ru: Введите имя / номер мобильного телефона
zh_hans: 请输入姓名／手机号
zh_hant: 請輸入姓名／手機號

# contacts_searchkey_new
source: Enter name or phone number or first spell alphabet
ar: الرجاء إدخال اسمك / رقم هاتفك المحمول / الأحرف الأولى بينيين
ja: あなたの名前/携帯番号/ピンインイニシャルを入力してください
ko: 이름 / 전화 번호 / 병음 첫 글자를 입력하십시오.
lo: ກະລຸນາໃສ່ຊື່ / ເບີໂທລະສັບ / ເບື້ອງຕົ້ນຂອງພິນອິນ
ms: Sila masukkan nama / nombor mudah alih / inisial pinyin anda
ru: Введите имя / номер мобильного телефона / инициалы фонетического алфавита
zh_hans: 请输入姓名／手机号／拼音首字母
zh_hant: 請輸入姓名／手機號／拼音首字母

# contacts_getData
source: Reading offline contacts...
ar: جارٍ قراءة جهات الاتصال في وضع عدم الاتصال بالنسبة لك ...
ja: あなたのためにオフラインの連絡先を読んでいます...
ko: 오프라인 연락처 불러오고 있습니다...
lo: ອ່ານປື້ມທີ່ຢູ່ອອບໄລນ໌ ສຳ ລັບທ່ານ ...
ms: Membaca kenalan luar talian untuk anda ...
ru: чтение справочника отключено...
zh_hans: 正在为你读取离线通讯录...
zh_hant: 正在為你讀取離線通訊錄...

source: Photo
ar: صور
ja: 写真
ko: 사진
lo: ຮູບພາບ
ms: Foto
ru: фотографии
zh_hans: 照片
zh_hant: 照片

# Common_Preview
source: Preview
ar: المعاينة
ja: プレビュー
ko: 미리보기
lo: ເບິ່ງຕົວຢ່າງ
ms: Pratonton
ru: Предварительный просмотр
zh_hans: 预览
zh_hant: 預覽

# photo_original
source: Original
ar: الصورة الأصلية
ja: 元の画像
ko: 원본
lo: ຮູບພາບຕົ້ນສະບັບ
ms: Imej asal
ru: оригинал карты
zh_hans: 原图
zh_hant: 原圖

# photo_download_iCloud
source: Please try again after downloading iCloud image in system album.
ar: يرجى المحاولة مرة أخرى بعد تنزيل صورة iCloud في ألبوم النظام.
ja: システムアルバムのiCloudイメージをダウンロードしてからもう一度お試しください。
ko: 시스템 앨범에서 iCloud 이미지를 다운로드 후 다시 시도하십시오.
lo: ກະລຸນາລອງ ໃໝ່ ອີກຄັ້ງຫລັງຈາກດາວໂຫລດຮູບພາບ iCloud ໃນເວັບບອດຂອງລະບົບ.
ms: Sila cuba lagi selepas memuat turun imej iCloud dalam album sistem.
ru: пожалуйста, попробуйте снова после загрузки изображений iCloud в системный альбом.
zh_hans: 请在系统相册下载iCloud图片后重试。
zh_hant: 請在系統相册下載iCloud圖片後重試。

# photo_limit
source: You can only select photos less than %ld M
ar: يرجى تحميل صورة أصغر من٪ ldM.
ja: ％ldMより小さい画像をアップロードしてください。
ko: %ldM보다 작은 이미지를 업로드하십시오.
lo: ກະລຸນາອັບໂຫລດຮູບນ້ອຍກວ່າ% ldM.
ms: Sila muat naik imej yang lebih kecil daripada% ldM.
ru: пожалуйста, загрузите изображение меньше %ldm.
zh_hans: 请你上传小于%ldM的图片。
zh_hant: 請你上傳小於%ldM的圖片。

# photo_countlimit
source: You can only select %zd photos at most.
ar: يمكنك فقط تحديد ما يصل إلى٪ zd من الصور
ja: 選択できるのは最大％zd枚の写真だけです
ko: %zd장 사진만 선택할수 있습니다
lo: ທ່ານສາມາດເລືອກໄດ້ໃນຮູບ% zd ເທົ່ານັ້ນ
ms: Anda hanya boleh memilih sehingga ke foto% zd
ru: Вы можете выбрать максимум% zd фотографии
zh_hans: 你最多只能选择%zd张照片
zh_hant: 你最多只能選擇%zd張照片

# photo_setting
source: Please allow %@ to access your albums in device 'settings-privacy-photos' option.
ar: يرجى في "设置-隐私-照片"选项中，允许%@访问你的手机相册。
ja: でください＂设置-隐私-照片＂选项中，允许%@访问你的手机相册。
ko: 장치의“설정 - 개인 정보 보호- 마이크 ”옵션에서 %@이 (를) 마이크에 접근 허용하십시오
lo: ກະລຸນາທີ່ "设置-隐私-照片"选项中，允许%@访问你的手机相册。
ms: Sila di "设置-隐私-照片"选项中，允许%@访问你的手机相册。
ru: пожалуйста, настройку "Настройка - уединение - фотография", разрешает доступ к альбому с мобильным телефоном.
zh_hans: 请在"设置-隐私-照片"选项中，允许%@访问你的手机相册。
zh_hant: 請在"設定-隱私-照片"選項中，允許%@訪問你的手機相册。

# scan_fail
source: Recognize QR code Failed
ar: لا رمز الاستجابة السريعة المعترف بها
ja: QRコードが認識されません
ko: QR 코드를 인식하지 못했습니다
lo: ລະຫັດ QR ບໍ່ຖືກຮັບຮູ້
ms: Tiada kod QR yang diiktiraf
ru: не идентифицировано до двухмерного кода
zh_hans: 未识别到二维码
zh_hant: 未識別到二維碼
