Repository: yukui-wang/M3
Catalog: CMPCore/CMPCore/Resources/*.lproj/Localizable.strings
Languages: ar, ja, ko, lo, ms, ru, zh_hans, zh_hant

# scan_picfail
source: Failed to recognize QR code in this photo.
ar: لم يتم التعرف على رمز الاستجابة السريعة في الصورة
ja: 写真でQRコードが認識されない
ko: 사진에서 QR 코드가 인식되지 않습니다.
lo: ລະຫັດ QR ບໍ່ໄດ້ຖືກຮັບຮູ້ໃນຮູບ
ms: Kod QR tidak diiktiraf dalam foto
ru: в фотографиях нет двухмерного кода
zh_hans: 照片中未识别到二维码
zh_hant: 照片中未識別到二維碼

# common_isee
source: Ok
ar: أنا أعلم
ja: 私は知っている
ko: 알겠습니다
lo: ຂ້ອຍ​ຮູ້
ms: Saya tahu
ru: Понял
zh_hans: 我知道了
zh_hant: 我知道了

# atta_limitsize
source: Please upload a file less than %ldM
ar: يرجى تحميل ملف أصغر من٪ ldM.
ja: ％ldMより小さいファイルをアップロードしてください。
ko: %ldM보다 작은 파일을 업로드하십시오.
lo: ກະລຸນາອັບໂຫລດໄຟລ໌ນ້ອຍກວ່າ% ldM.
ms: Sila muat naik fail yang lebih kecil daripada% ldM.
ru: пожалуйста, загружайте файлы меньше% ldm.
zh_hans: 请你上传小于%ldM的文件。
zh_hant: 請你上傳小於%ldM的檔案。

# common_weakpassword
source: Password strength is not enough or passwords have expired, please change the password for your account security.
ar: لا تفي بمتطلبات قوة كلمة المرور أو انتهت صلاحية كلمة المرور ، من أجل أمان حسابك ، يرجى تغيير كلمة المرور.
ja: パスワードの強度要件を満たしていないか、パスワードの有効期限が切れています。アカウントのセキュリティを確保するために、パスワードを変更してください。
ko: 암호 요구 사항을 충족시키지 못했거나 암호가 만료되었습니다. 계정 보안을 위해 암호를 변경하십시오.
lo: ບໍ່ຕອບສະ ໜອງ ກັບຄວາມຕ້ອງການດ້ານລະຫັດຜ່ານຫຼືລະຫັດຜ່ານໄດ້ ໝົດ ອາຍຸແລ້ວ. ເພື່ອຄວາມປອດໄພຂອງບັນຊີຂອງທ່ານ, ກະລຸນາປ່ຽນລະຫັດລັບ
ms: Tidak memenuhi keperluan kekuatan kata laluan atau kata laluan telah tamat tempoh. Untuk keselamatan akaun anda, sila tukar kata laluan.
ru: не соответствует требованиям прочности пароля или срок действия пароля истек, чтобы ваш номер счёта был безопасным, измените пароль
zh_hans: 不符合密码强度要求或密码已到期，为了你的账号安全，请修改密码
zh_hant: 不符合密碼强度要求或密碼已到期，為了你的帳號安全，請修改密碼

# scan_joingroup_error
source: Failure to join group chat
ar: فشل الانضمام إلى مجموعة الدردشة
ja: グループチャットに参加できませんでした
ko: 그룹 채팅에 참여하지 못했습니다
lo: ການເຂົ້າຮ່ວມກຸ່ມສົນທະນາລົ້ມເຫລວ
ms: Sertai sembang kumpulan gagal
ru: не удалось подключиться к групповой дискуссии
zh_hans: 加入群聊失败
zh_hant: 加入群聊失敗

# msg_image
source: [Image]
ar: [صورة]
ja: [画像]
ko: [이미지]
lo: [ຮູບພາບ]
ms: [imej]
ru: [рисунок]
zh_hans: [图片]
zh_hant: [圖片]

# msg_voice
source: [Voice]
ar: [صوت]
ja: [声]
ko: [음성]
lo: [ສຽງ]
ms: [Suara]
ru: [речь]
zh_hans: [语音]
zh_hant: [語音]

# msg_file
source: [File]
ar: [أرشيف]
ja: 【資料】
ko: [파일]
lo: [ແຟ້ມ]
ms: [dokumen]
ru: [файл]
zh_hans: [文件]
zh_hant: [檔案]

# msg_vcard
source: [Card]
ar: [بطاقة العمل]
ja: 【名刺】
ko: [명함]
lo: [ນາມ​ບັດ]
ms: [kad perniagaan]
ru: [визитная карточка]
zh_hans: [名片]
zh_hant: [名片]

# msg_personal_card
source: Card
ar: بطاقة العمل
ja: 名刺
ko: 명함
lo: ນາມ​ບັດ
ms: kad perniagaan
ru: визитная карточка
zh_hans: 名片
zh_hant: 名片

# mjRefresh_just
source: The latest update time: just now
ar: آخر تحديث في: فقط
ja: ただ：最終更新日
lo: ປັບປຸງ ໃໝ່ ສຸດທ້າຍ: ພຽງແຕ່
ms: Terakhir dikemaskini pada: hanya
ru: Последнее обновление: только что
zh_hans: 最新更新时间：刚刚
zh_hant: 最新更新時間：剛剛

# mjRefresh_fewSecond
source: The latest update time:%d second ago
ar: آخر تحديث:٪ d ثانية قبل
ja: 最終更新：％d秒前
lo: ອັບເດດຫຼ້າສຸດ:% d ວິນາທີກ່ອນ
ms: Kali terakhir dikemas kini:% d saat sebelum
ru: Последнее обновление:%d секунд до начала
zh_hans: 最新更新时间：%d秒之前
zh_hant: 最新更新時間：%d秒之前

# msg_clearGroupNotification
source: Group message record cannot be restored after clearing, are you sure to clear all messages?
ar: بعد مسح سجل رسائل نظام المجموعة ، لا يمكن استعادته ، هل تريد بالتأكيد محو جميع الرسائل؟
ja: グループシステムのメッセージレコードを消去した後は回復できません。すべてのメッセージを消去してもよろしいですか？
ko: 그룹 시스템 메시지 이력을 비운 후에 복구할 수 없습니다. 모든 메시지를 지우시겠습니까?
lo: ບັນທຶກຂໍ້ຄວາມຂອງລະບົບກຸ່ມບໍ່ສາມາດກູ້ຄືນໄດ້ຫຼັງຈາກຖືກລຶບແລ້ວທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລຶບຂໍ້ຄວາມທັງ ໝົດ?
ms: Selepas rekod mesej sistem kumpulan dibersihkan, ia tidak dapat dipulihkan. Adakah anda pasti mahu memadamkan semua mesej?
ru: запись системного сообщения группы была очищена после того, как не удалось восстановить сообщение, чтобы очистить все сообщения?
zh_hans: 群系统消息记录被清空后无法恢复，确定要清除所有消息？
zh_hant: 群系統消息記錄被清空後無法恢復，確定要清除所有消息？

# msg_recall
source: recall a message
ar: سحب رسالة
ja: メッセージを撤回する
ko: 메시지를 회수하였습니다
lo: ຖອນຂໍ້ຄວາມ
ms: Mengeluarkan mesej
ru: отзыв сообщения
zh_hans: 撤回一条消息
zh_hant: 撤回一條消息

# msg_recall_me
source: You recall a message
ar: قمت بسحب رسالة
ja: あなたはメッセージを撤回する
ko: 발송된 메시지를 회수하였습니다.
lo: ທ່ານໄດ້ຖອດຖອນຂໍ້ຄວາມ
ms: Anda menarik balik mesej
ru: вы отозвали сообщение
zh_hans: 你撤回一条消息
zh_hant: 你撤回一條消息

# msg_metioned
source: [You have been @]
ar: [شخص ما 我]
ja: [誰か@我]
ko: [누군가가 @ 나 했습니다]
lo: [ບາງຄົນ @ 我]
ms: [seseorang @ saya]
ru: [меня]
zh_hans: [有人@我]
zh_hant: [有人@我]

# msg_fileHaveDelete
source: The file have been deleted from server
ar: غير قادر على التنزيل ، تم حذف ملف الخادم
ja: ダウンロードできません、サーバーファイルが削除されました
ko: 서버에서 파일 삭제되며 다운로드할 수 없습니다.
lo: ບໍ່ສາມາດດາວໂຫລດໄດ້, ເອກະສານເຊີຟເວີໄດ້ຖືກລຶບອອກແລ້ວ
ms: Tidak dapat memuat turun, fail pelayan dipadam
ru: Невозможно загрузить, файл сервера удален
zh_hans: 无法下载，服务器文件已删除
zh_hant: 無法下載，服務器檔案已删除

# msg_userListTitle
source: Select group member
ar: اختيار عضو المجموعة
ja: グループメンバーを選択
ko: 채팅방 상대를 선택하십시오
lo: ເລືອກສະມາຊິກກຸ່ມ
ms: Pilih ahli kumpulan
ru: выбор членов группы
zh_hans: 选择群成员
zh_hant: 選擇群成員

# msg_reedit
source: reedit
ar: إعادة تحرير
ja: 再編集
ko: 다시 편집
lo: ແກ້ໄຂ ໃໝ່
ms: Edit semula
ru: изменить
zh_hans: 重新编辑
zh_hant: 重新編輯

# msg_createGroup
source: New group chat
ar: بدء دردشة جماعية
ja: グループチャットを始める
ko: 그룹 채팅 시작
lo: ເລີ່ມການສົນທະນາເປັນກຸ່ມ
ms: Mulakan sembang kumpulan
ru: Начать групповую дискуссию
zh_hans: 发起群聊
zh_hant: 發起群聊

# msg_joinGroup
source: You have joined group chat
ar: لقد انضممت إلى الدردشة الجماعية
ja: あなたはグループチャットに参加しました
ko: 그룹 채팅에 참여했습니다.
lo: ທ່ານໄດ້ເຂົ້າຮ່ວມການສົນທະນາເປັນກຸ່ມ
ms: Anda telah menyertai sembang kumpulan
ru: вы присоединились к групповому разговору
zh_hans: 你已加入群聊
zh_hant: 你已加入群聊

# msg_quitGroup
source: Leave
ar: الخروج من الدردشة الجماعية
ja: グループチャットを終了
ko: 그룹 채팅 종료
lo: ອອກຈາກການສົນທະນາກຸ່ມ
ms: Sembang kumpulan keluar
ru: выйти из группового разговора
zh_hans: 退出群聊
zh_hant: 退出群聊

# msg_kickedGroup
source: You have been removed from group chat
ar: لقد تمت إزالتك من الدردشة الجماعية
ja: あなたはグループチャットから削除されました
ko: 채팅방 관리자가 채팅방에서 내보냈습니다
lo: ທ່ານໄດ້ຖືກລຶບອອກຈາກການສົນທະນາກຸ່ມແລ້ວ
ms: Anda telah dialih keluar daripada sembang kumpulan
ru: Вы были удалены из чата разговоров
zh_hans: 你已被移出群聊
zh_hant: 你已被移出群聊

# msg_dismissGroup
source: Group “%@” have been dismissed.
ar: تم حل الدردشة الجماعية "٪ @".
ja: グループチャット ＂％@＂は解消されました。
ko: 그룹 채팅%@ 이 (가) 해제되었습니다.
lo: ການສົນທະນາກຸ່ມ "%@" ໄດ້ຖືກຖອດອອກ.
ms: Sembang kumpulan ＂%@＂ telah dibubarkan.
ru: групповая беседа %@ была расформирована.
zh_hans: 群聊“%@”已解散。
zh_hant: 群聊“%@”已解散。

# msg_changeGroupManager
source: You have been owner of “%@”.
ar: لقد أصبحت مالك الدردشة الجماعية "٪ @".
ja: あなたはグループチャット ＂％@＂のオーナーになりました。
ko: 그룹 채팅＂%@＂의 관리자가 되었습니다.
lo: ທ່ານໄດ້ກາຍເປັນເຈົ້າຂອງການສົນທະນາກຸ່ມ "%@".
ms: Anda telah menjadi pemilik sembang kumpulan ＂%@＂.
ru: вы стали хозяином чат%@
zh_hans: 你已成为群聊“%@”的群主。
zh_hant: 你已成為群聊“%@”的群主。

# msg_rebulletin
source: Group bulletin changed
ar: تغيير إعلان المجموعة
ja: グループ発表変更
ko: 채팅방 공지 변경
lo: ການປະກາດປ່ຽນກຸ່ມ
ms: Perubahan pengumuman kumpulan
ru: изменение группового объявления
zh_hans: 群公告变更
zh_hant: 群公告變更

# msg_operator
source: Operator
ar: عامل
ja: オペレータ
ko: 운영자
lo: ຜູ້ປະຕິບັດງານ
ms: Pengendali
ru: оператор
zh_hans: 操作人
zh_hant: 操作人

# msg_replacement
source: %@ have been owner
ar: تم نقل مالك المجموعة إلى٪ @
ja: グループの所有者は％@に譲渡されました
ko: 그룹 관리자 %@ (으)로 이전되었습니다
lo: ເຈົ້າຂອງຖືກໂອນເຂົ້າ%@
ms: Pemilik kumpulan telah dipindahkan ke% @
ru: кластер переместился в%@ label
zh_hans: 群主已转移为%@
zh_hant: 群主已轉移為%@

# msg_msgTitle
source: Message
ar: أخبار
ja: メッセージ
ko: 메시지
lo: ຂ່າວ
ms: Mesej
ru: сообщение
zh_hans: 消息
zh_hant: 消息

# msg_coll
source: Collaboration
ar: متعاون
ja: コラボレーション
ko: 업무 협력
lo: ການຮ່ວມມື
ms: Kerjasama
ru: синергия
zh_hans: 协同
zh_hant: 協同

# msg_edoc
source: Official Doc
ar: وثيقة رسمية
ja: 公式文書
ko: 문서
lo: ເອກະສານທາງການ
ms: Dokumen rasmi
ru: грамота
zh_hans: 公文
zh_hant: 公文

# msg_plan
source: Plan
ar: خطة العمل
ja: 作業計画
ko: 작업 계획
lo: ແບບແຜນການເຮັດວຽກ
ms: Pelan kerja
ru: план работы
zh_hans: 工作计划
zh_hant: 工作計畫

# msg_bul
source: Bulletin
ar: إعلان
ja: お知らせ
ko: 공지 사항
lo: ການປະກາດ
ms: Pengumuman
ru: объявление
zh_hans: 公告
zh_hant: 公告

# msg_news
source: News
ar: أخبار
ja: ニュース
ko: 뉴스
lo: ຂ່າວ
ms: Berita
ru: Новости
zh_hans: 新闻
zh_hant: 新聞

# msg_inquire
source: Survey
ar: مسح
ja: 調査
ko: 조사
lo: ການ ສຳ ຫຼວດ
ms: Siasatan
ru: расследования
zh_hans: 调查
zh_hant: 調查

# msg_meeting
source: Meeting
ar: لقاء
ja: 会議
ko: 회의
lo: ກອງປະຊຸມ
ms: Mesyuarat
ru: конференция
zh_hans: 会议
zh_hant: 會議

# msg_doc
source: Doc
ar: ملف
ja: 文書
ko: 문서
lo: ເອກະສານ
ms: Dokumen
ru: Документация
zh_hans: 文档
zh_hant: 檔案

# msg_wages
source: Salary
ar: قسائم الدفع
ja: 給与計算
ko: 급여 파일
lo: ຈ່າຍໃບເລື່ອນ
ms: Penggajian
ru: заработная плата
zh_hans: 工资条
zh_hant: 工資條

# msg_BehaviorPerformance
source: Behavior Performance
ar: الأداء السلوكي
ja: 行動パフォーマンス
ko: 행동 수행
lo: ການປະຕິບັດພຶດຕິ ກຳ
ms: Prestasi tingkah laku
ru: поведенческие показатели
zh_hans: 行为绩效
zh_hant: 行為績效

# msg_bbs
source: BBS
ar: بحث
ja: 話し合い
ko: 토론
lo: ສົນທະນາ
ms: Perbincangan
ru: обсуждение
zh_hans: 讨论
zh_hant: 討論

# msg_queyreport
source: Query Statistics
ar: إحصائيات الاستعلام
ja: クエリ統計
ko: 집계 조회
lo: ສະຖິຕິການສອບຖາມ
ms: Statistik pertanyaan
ru: статистика запросов
zh_hans: 查询统计
zh_hant: 査詢統計

# msg_zhixin
source: ZhiXin
ar: بعث برسالة إلى
ja: レター
lo: ຈົດ ໝາຍ
ms: Surat
ru: письмо
zh_hans: 致信
zh_hant: 致信

# msg_offlineDoc
source: Offline Doc
ar: وثيقة حاليا
ja: オフライン文書
ko: 오프라인 문서
lo: ເອກະສານອອບໄລ
ms: Dokumen luar talian
ru: автономный документ
zh_hans: 离线文档
zh_hant: 離線檔案

# msg_MyCollection
source: My Favorite
ar: مجموعتي
ja: 私のコレクション
ko: 즐겨 찾기
lo: ການລວບລວມຂອງຂ້ອຍ
ms: Koleksi saya
ru: моя коллекция
zh_hans: 我的收藏
zh_hant: 我的收藏

# msg_attendance
source: Sign in
ar: تحقق في
ja: チェックイン
ko: 체크인
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
ms: Daftar masuk
ru: с учетом
zh_hans: 签到
zh_hant: 簽到

# msg_task
source: Task
ar: مهمة العمل
ja: 作業タスク
ko: 업무
lo: ວຽກງານການເຮັດວຽກ
ms: Tugas kerja
ru: Рабочая задача
zh_hans: 工作任务
zh_hant: 工作任務

# msg_schedule
source: Schedule
ar: الجدول الزمني
ja: タイムスケジュール
ko: 스케줄
lo: ຕາຕະລາງ
ms: Jadual waktu
ru: график
zh_hans: 时间安排
zh_hant: 時間安排

# msg_show
source: Big show
ar: استمتع الفضاء
ja: スペースを楽しむ
ko: 공간 즐기기
lo: ແບ່ງປັນພື້ນທີ່
ms: Nikmati ruang
ru: площадь
zh_hans: 享空间
zh_hant: 享空間

# msg_ReportShow
source: Report analysis
ar: تقرير التحليل
ja: レポート分析
ko: 보고서 분석
lo: ການວິເຄາະລາຍງານ
ms: Analisis laporan
ru: Анализ отчетов
zh_hans: 报表分析
zh_hant: 報表分析

# msg_SystemMsg
source: System Message
ar: رسالة النظام
ja: システムメッセージ
ko: 시스템 메시지
lo: ຂໍ້ມູນຂອງລະບົບ
ms: Mesej sistem
ru: системные сообщения
zh_hans: 系统消息
zh_hant: 系統消息

# msg_form
source: Form
ar: أشكال
ja: フォーム
ko: 양식
lo: ແບບຟອມ
ms: Borang
ru: форма
zh_hans: 表单
zh_hant: 表單

# msg_IntegratedOffice
source: Office Service
ar: مكتب متكامل
ja: 総合オフィス
ko: 통합그룹 웨어
lo: ຫ້ອງການທີ່ສົມບູນແບບ
ms: Pejabat bersepadu
ru: Объединенные служебные помещения
zh_hans: 综合办公
zh_hant: 綜合辦公

# msg_project
source: Project
ar: مشروع
ja: プロジェクト
ko: 프로젝트
lo: ໂຄງການ
ms: Projek
ru: проект
zh_hans: 项目
zh_hant: 項目

# msg_noMsg
source: No Data
ar: لا توجد بيانات حتى الآن
ja: まだデータがありません
ko: 데이터 없음
lo: ບໍ່​ມີ​ຂໍ້​ມູນ
ms: Belum ada data
ru: данных пока нет
zh_hans: 暂无数据
zh_hant: 暫無數據

# msg_noAssMsg
source: No Message
ar: لا أخبار جديدة
ja: 新しいニュースはありません
ko: 새로운 메시지 없음
lo: ບໍ່ມີຂ່າວ ໃໝ່
ms: Tiada berita baru
ru: пока нет новых сообщений
zh_hans: 暂无新消息
zh_hant: 暫無新消息

# msg_delete
source: Delete
ar: حذف
ja: 削除する
ko: 삭제
lo: ລົບ
ms: Padam
ru: исключить
zh_hans: 删除
zh_hant: 删除

# msg_remove
source: Remove
ar: أبعد
ja: 取り去る
ko: 제거하다
lo: ການຖອດຖອນ
ms: Mengalih keluar
ru: Убирать
zh_hans: 移除
zh_hant: 移除

# msg_top
source: Top
ar: لزج
ja: トッピング
ko: 최상위로 올림
lo: ທາງເທີງ
ms: Topping
ru: сверху
zh_hans: 置顶
zh_hant: 置頂

# msg_canceltop
source: Cancel top
ar: فاشل
ja: 固定解除
ko: 최상위로 올림 취소
lo: ຍົກເລີກ
ms: Nyahpasang
ru: Отмена установки
zh_hans: 取消置顶
zh_hant: 取消置頂

# msg_markRead
source: Mark as Read
ar: اجعله مقروء
ja: 既読にする
ko: 읽음으로 표시
lo: ໝາຍ ວ່າອ່ານແລ້ວ
ms: Tandakan sebagai dibaca
ru: помечены как прочитанные
zh_hans: 标为已读
zh_hant: 標為已讀

# msg_outMsg
source: External System
ar: النظام الخارجي
ja: 外部システム
ko: 외부 시스템
lo: ລະບົບພາຍນອກ
ms: Sistem luaran
ru: внешняя система
zh_hans: 外部系统
zh_hant: 外部系統

# msg_reportCenter
source: report
ar: مركز التقارير
ja: レポートセンター
ko: 보고서 센터
lo: ສູນລາຍງານຂ່າວ
ms: Pusat laporan
ru: центр отчетности
zh_hans: 报表中心
zh_hant: 報表中心

# msg_groupNotification
source: Group System Message
ar: رسالة نظام المجموعة
ja: グループシステムメッセージ
ko: 그룹 시스템 메시지
lo: ຂໍ້ຄວາມຂອງລະບົບກຸ່ມ
ms: Mesej sistem kumpulan
ru: групповые системные сообщения
zh_hans: 群系统消息
zh_hant: 群系統消息

# msg_xiaoguangbo
source: Small broadcast
ar: بث صغير
ja: 小さな放送
ko: 미니 방송
lo: ກະຈາຍສຽງຂະ ໜາດ ນ້ອຍ
ms: Siaran kecil
ru: малое вещание
zh_hans: 小广播
zh_hant: 小廣播

# msg_xgbnewtip
source: launched a small broadcast
ar: بدء بث صغير
ja: 小さな放送を開始する
ko: 미니 방송 시작
lo: ເລີ່ມການອອກອາກາດຂະ ໜາດ ນ້ອຍ
ms: Mulakan siaran kecil
ru: организация небольших радиопередач
zh_hans: 发起小广播
zh_hant: 發起小廣播

# msg_xgbnewMessage
source: You have a new small broadcast message
ar: لديك رسالة بث صغيرة جديدة
ja: 新しい小さなブロードキャストメッセージがあります
ko: 새로운 방송 메시지가 있습니다.
lo: ທ່ານມີຂໍ້ຄວາມອອກອາກາດເລັກໆນ້ອຍໆ
ms: Anda mempunyai mesej siaran kecil yang baru
ru: у вас есть новости по радио
zh_hans: 你有新的小广播消息
zh_hant: 你有新的小廣播消息

# msg_xgbrecalltip
source: recalled a broadcast message
ar: سحب رسالة البث
ja: ブロードキャストメッセージを撤回する
ko: 방송 메시지 회수
lo: ຖອນຂໍ້ຄວາມອອກອາກາດ
ms: Mengeluarkan mesej siaran
ru: отзыв сообщения по радио
zh_hans: 撤回一条广播消息
zh_hant: 撤回一條廣播消息

# msg_fileass
source: File assistant
ar: مساعد ملف
ja: ファイルアシスタント
ko: 파일 도우미
lo: ຜູ້ຊ່ວຍເອກະສານ
ms: Pembantu fail
ru: помощник по документации
zh_hans: 文件助手
zh_hant: 文件助手

# msg_zhixinInitError
source: Zhixin Not Init
ar: الرسالة غير مهيأة
ja: 初期化されていない文字
ko: 신뢰가 초기화되지 않았습니다.
lo: ຈົດ ໝາຍ ເຖິງ uninitialized
ms: Surat tidak dimulakan
ru: письмо не инициализировано
zh_hans: 致信未初始化
zh_hant: 致信未初始化

# msg_app
source: Application message
ar: رسالة التطبيق
ja: 申請メッセージ
ko: 응용 메시지
lo: ຂໍ້ຄວາມສະ ໝັກ
ms: Mesej aplikasi
ru: Применить сообщение
zh_hans: 应用消息
zh_hant: 應用消息

# msg_push
source: Smart push reminder
ar: تذكير دفع الذكية
ja: スマートプッシュリマインダー
ko: 스마트 푸시 알림
lo: ເຕືອນການຊຸກຍູ້ແບບອັດສະລິຍະ
ms: Peringatan peringatan pintar
ru: интеллектуальное напоминание
zh_hans: 智能推送提醒
zh_hant: 智慧推送提醒

# msg_leader
source: My leadership message
ar: رسالة قيادتي
ja: 私のリーダーシップメッセージ
ko: 내 리더십 메시지
lo: ຂ່າວຄວາມເປັນຜູ້ ນຳ ຂອງຂ້ອຍ
ms: Mesej kepimpinan saya
ru: мои руководящие новости
zh_hans: 我的领导消息
zh_hant: 我的領導消息

# msg_track
source: Track events message
ar: تتبع رسالة المسألة
ja: 追跡事項メッセージ
ko: 사항 메시지 추적
lo: ຕິດຕາມບັນຫາຕ່າງໆ
ms: Mesej perkara pelacakan
ru: сообщение об отслеживании
zh_hans: 跟踪事项消息
zh_hant: 跟踪事項消息

# msg_mention
source: @ Me message
ar: @ رسالتي
ja: @我消息
ko: @ 내 메시지
lo: @ 我的信息
ms: @ 我 消息
ru: @ сообщение для меня
zh_hans: @我的消息
zh_hant: @我的消息

# msg_requestingFilePrivilege
source: Requesting data, please try again later
ar: طلب البيانات ، يرجى المحاولة مرة أخرى لاحقًا.
ja: データをリクエストしています。しばらくしてからもう一度お試しください。
ko: 데이터를 요청하고 있습니다. 나중에 다시 시도하십시오.
lo: ການຂໍຂໍ້ມູນ, ກະລຸນາລອງ ໃໝ່ ໃນພາຍຫຼັງ.
ms: Meminta data, sila cuba lagi kemudian.
ru: Запрашивайте данные, попробуйте позже.
zh_hans: 正在请求数据，请稍后再试。
zh_hant: 正在請求數據，請稍後再試。

# msg_noFilePrivilege
source: You are not authorized to do this. For details, please consult your system administrator or the group owner.
ar: غير مصرّح لك بالقيام بذلك ، لمزيد من التفاصيل ، يرجى الرجوع إلى مسؤول النظام أو مالك المجموعة!
ja: あなたにはこれを行う権限がありません。詳細については、システム管理者またはグループの所有者にお問い合わせください。
ko: 권한이 없습니다. 자세한 내용은 시스템 관리자나 그룹 채팅 운영자에게 문의하십시오.
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ ດຳ ເນີນການນີ້, ສຳ ລັບລາຍລະອຽດ, ກະລຸນາປຶກສາຜູ້ບໍລິຫານລະບົບ ໜ່ວຍ ງານຫລືເຈົ້າຂອງກຸ່ມ!
ms: Anda tidak dibenarkan untuk melakukan ini. Untuk perincian, sila rujuk pentadbir sistem atau pemilik kumpulan!
ru: Вы не имеете права на эту операцию, обратитесь к системному администратору Консультационной группы или к хозяину группы!
zh_hans: 您无权进行此操作,详情请咨询单位系统管理员或本群群主!
zh_hant: 您無權進行此操作,詳情請諮詢組織系統管理員或本群群主!

# msg_zhixin_notHasPermission
source: Please contact the administrator
ar: بعد فتح الرسالة ، يرجى الاتصال بمسؤول
ja: まだ開通していませんので、管理者に連絡してください
ko: 아직 개통 되 지 않 았 습 니 다. 관리 원 에 게 연락 하 세 요.
lo: ຈົດ ໝາຍ ຍັງບໍ່ທັນໄດ້ເປີດເທື່ອ, ກະລຸນາຕິດຕໍ່ຫາຜູ້ບໍລິຫານ
ms: Tiada surat dibuka lagi, sila hubungi pentadbir
ru: Пока письмо не запущено, свяжитесь с администратором
zh_hans: 暂未开通致信，请联系管理员
zh_hant: 暫未開通致信，請聯系管理員

# msg_zhixin_notAvailable
source: Letter Service Not Available
ar: خدمة الرسالة غير متوفرة
ja: メールサービスは利用できません。
ko: 통신 서비스는 사용할 수 없다
lo: ຈົດ ໝາຍ ເຖິງການບໍລິການແມ່ນບໍ່ມີ
ms: Perkhidmatan surat tidak tersedia
ru: служба писем недоступна
zh_hans: 致信服务不可用
zh_hant: 致信服務不可用

# msg_set_admin
source: %@ set you up as an administrator of group chat "%@"
ar: يعينك %@ كمسؤول عن الدردشة الجماعية "%@".
ja: ％@は、グループチャット"％@"の管理者として設定します。
ko: %@는 그룹 채팅 "%@" 의 관리자로 설정합니다.
lo: %@ ຕັ້ງທ່ານເປັນກຸ່ມສົນທະນາ "%@"的管理员。
ms: %@ menetapkan anda sebagai pentadbir sembang kumpulan "%@".
ru: %@ назначает вас администратором группового чата "%@".
zh_hans: %@把你设置为群聊"%@"的管理员。
zh_hant: %@把你设置为群聊"%@"的管理員。

# msg_unset_admin
source: %@ revoke your group chat "%@" administrator privileges.
ar: ألغى %@ حقوق المسؤول في الدردشة الجماعية الخاصة بك "%@".
ja: ％@はグループチャット"％@"の管理者権限を取り消しました。
ko: %@ 님이 그룹 채팅 "%@" 에 대한 관리자 권한을 취소했습니다.
lo: %@ ຍົກເລີກການສົນທະນາກຸ່ມຂອງທ່ານ "%@"的管理员权限。
ms: %@ telah membatalkan hak admin untuk sembang kumpulan "%@".
ru: %@ аннулировал права администратора для вашего группового чата "%@".
zh_hans: %@撤销了你群聊"%@"的管理员权限。
zh_hant: %@撤销了你群聊"%@"的管理員許可權。

# msg_mark_unread
source: Marked as unread
ar: مارك غير مقروء
ja: 未読としてマーク
ko: 읽지 않음
lo: ໝາຍ ວ່າຍັງບໍ່ໄດ້ອ່ານ
ms: Tandakan sebagai belum dibaca
ru: Отметить как непрочитанное
zh_hans: 标为未读
zh_hant: 標為未讀

# msg_you_set_admin
source: You have set %@ as Administrator
ar: لقد قمت بتعيين @% مسؤول
ja: 管理人に設定%@しました。
ko: 관리자 %@ 로 설정 되 었 습 니 다
lo: ທ່ານໄດ້ ກຳ ນົດ%@ ເປັນຜູ້ເບິ່ງແຍງລະບົບ
ms: Anda telah menetapkan %@ sebagai pentadbir
ru: Вы установили %@ для Администратора
zh_hans: 你已设置%@为管理员
zh_hant: 你已設定%@為管理員

# msg_you_unset_admin
source: You canceled %@ as Administrator
ar: لقد ألغيت @% في منصب المدير
ja: あなたは管理人%@になりました。
ko: 관리자 %@
lo: ທ່ານໄດ້ຍົກເລີກ%@ ເປັນຜູ້ບໍລິຫານ
ms: Anda membatalkan %@ sebagai pentadbir
ru: Вы отменили %@ для Администратора
zh_hans: 你取消了%@为管理员
zh_hant: 你取消了%@為管理員

# msg_someone_set_admin
source: %@ have set %@ as Administrator
ar: قمت بتعيين @% مسؤول %@
ja: %@管理人に設定%@しました
ko: %@이(가) 관리자로 설정되었습니다
lo: %@ ກຳ ນົດ%@ ເປັນຜູ້ເບິ່ງແຍງລະບົບ
ms: %@ telah menetapkan %@ sebagai pentadbir
ru: %@ установили %@ для Администратора
zh_hans: %@已设置%@为管理员
zh_hant: %@已設定%@為管理員

# msg_someone_unset_admin
source: %@ canceled %@ as Administrator
ar: ألغيت @% في منصب المدير %@
ja: %@は管理人%@になりました
ko: %@관리자가 %@를 취소했습니다
lo: %@ຍົກເລີກ%@ ເປັນຜູ້ບໍລິຫານ
ms: %@ membatalkan %@ sebagai pentadbir
ru: %@ отменили %@ для Администратора
zh_hans: %@取消了%@管理员
zh_hant: %@取消了%@管理員

# msg_content_sensitive_notsend
source: The message contains sensitive information and cannot be sent
ar: تحتوي الرسالة على معلومات حساسة ولا يمكن إرسالها
ja: メッセージには機密情報が含まれているため、送信できません
ko: 메시지에 민감한 정보가 포함되어 있어 보낼 수 없습니다.
lo: ຂໍ້ຄວາມມີຂໍ້ມູນທີ່ລະອຽດອ່ອນ ແລະບໍ່ສາມາດສົ່ງໄດ້
ms: Mesej mengandungi maklumat sensitif dan tidak boleh dihantar
ru: Сообщение содержит конфиденциальную информацию и не может быть отправлено
zh_hans: 消息包含敏感信息,不可发送
zh_hant: 消息包含敏感信息,不可發送

# msg_content_sensitive_hascleared
source: Message contains sensitive information, cleared
ar: تحتوي الرسالة على معلومات حساسة ، تم مسحها
ja: メッセージに機密情報が含まれています
ko: 메시지에 민감한 정보가 포함되어 있습니다. 삭제됨
lo: ຂໍ້ຄວາມມີຂໍ້ມູນທີ່ລະອຽດອ່ອນ, ຖືກລຶບລ້າງແລ້ວ
ms: Mesej mengandungi maklumat sensitif, dikosongkan
ru: Сообщение содержит конфиденциальную информацию, очищено
zh_hans: 消息包含敏感信息,已清除
zh_hant: 消息包含敏感信息,已清除

# rc_PluginBoardPicture
source: Photos
ar: صور
ja: 絵
ko: 이미지
lo: ຮູບພາບ
ms: Gambar
ru: рисунок
zh_hans: 图片
zh_hant: 圖片

# rc_PluginBoardCamera
source: Camera
ar: التقط صورة
ja: 写真を撮る
ko: 사진
lo: ຖ່າຍ​ຮູບ
ms: Ambil gambar
ru: фотографировать
zh_hans: 拍照
zh_hant: 拍照

# rc_PluginBoardLocation
source: Location
ar: موقع
ja: 場所
ko: 위치
lo: ຕຳ ແໜ່ງ
ms: Lokasi
ru: позиция
zh_hans: 位置
zh_hant: 位置

# rc_PluginBoardFile
source: File
ar: ملف
ja: ファイル
ko: 파일
lo: ແຟ້ມ
ms: Fail
ru: документация
zh_hans: 文件
zh_hant: 檔案

# rc_PluginBoard_VoIPAudioCall
source: Voice Call
ar: مكالمة صوتية
ja: 音声通話
ko: 음성 통화
lo: ການໂທດ້ວຍສຽງ
ms: Panggilan suara
ru: голосовые переговоры
zh_hans: 语音通话
zh_hant: 語音通話

# rc_PluginBoard_VoIPVideoCall
source: Video Call
ar: مكالمة فيديو
ja: ビデオ通話
ko: 화상 통화
lo: ໂທວີດີໂອ
ms: Panggilan video
ru: видеоразговор
zh_hans: 视频通话
zh_hant: 視頻通話

# rc_PluginBoard_VoIPAudioAndVideoCall
source: Audio video call
ar: صوت مكالمة فيديو
ja: ビデオ通話
ko: 영상 통화
lo: ການໂທດ້ວຍສຽງແລະວີດີໂອ
ms: Panggilan audio dan video
ru: фонетический видеоразговор
zh_hans: 音视频通话
zh_hant: 音視頻通話

# rc_RedPacket
source: Red Packet
ar: المغلف الأحمر
ja: 赤い封筒
ko: 빨간 패킷
lo: ຊອງຈົດ ໝາຍ ສີແດງ
ms: Sampul merah
ru: красная сумка
zh_hans: 红包
zh_hant: 紅包

source: View Red Packet
ar: عرض المغلف الأحمر
ja: 赤い封筒を見る
ko: 빨간 패킷 보기
lo: ເບິ່ງຊອງຈົດ ໝາຍ ສີແດງ
ms: Lihat sampul merah
ru: просмотр красной сумки
zh_hans: 查看红包
zh_hant: 查看紅包

source: Red Packet expired
ar: انتهت المغلف الأحمر
ja: 赤い封筒が期限切れです
ko: 빨간 패킷이 만료되었습니다.
lo: ຊອງຈົດ ໝາຍ ສີແດງ ໝົດ ອາຍຸແລ້ວ
ms: Sampul merah telah tamat tempoh
ru: красная сумка просрочена
zh_hans: 红包已过期
zh_hant: 紅包已過期

# rc_OpenRedPacket
source: Open
ar: تلقي مظروف أحمر
ja: 赤い封筒を受け取る
ko: 빨간 패킷 수신
lo: ໄດ້ຮັບຊອງຈົດ ໝາຍ ສີແດງ
ms: Menerima sampul merah
ru: получение красной сумки
zh_hans: 领取红包
zh_hant: 領取紅包

# yourself_Open
source: Opened Red Packet from yourself
ar: لقد تلقيت المغلف الأحمر الخاص بك
ja: あなた自身の赤い封筒を受け取った
ko: 자신의 빨간 패킷을 받았습니다.
lo: ທ່ານໄດ້ຮັບຊອງຈົດ ໝາຍ ສີແດງຂອງທ່ານແລ້ວ
ms: Anda telah menerima sampul merah anda sendiri
ru: ты получаешь свою собственную красную сумку
zh_hans: 你领取了自己的红包
zh_hant: 你領取了自己的紅包

# rc_M3RedPacket
source: Red Packet
ar: المغلف الأحمر
ja: 赤い封筒
ko: 빨간 패킷
lo: ຊອງຈົດ ໝາຍ ສີແດງ
ms: Sampul merah
ru: красная сумка
zh_hans: 红包
zh_hant: 紅包

# redPacket_received
source: Opened
ar: تم تلقي مظروف أحمر
ja: 赤い封筒を受け取りました
ko: 빨간 패킷를 받았습니다
lo: ໄດ້ຮັບຊອງຈົດ ໝາຍ ສີແດງ
ms: Sampul surat merah telah diterima
ru: красная сумка была получена
zh_hans: 红包已领取
zh_hant: 紅包已領取

# redPacket_over
source: None available
ar: تم تلقي الظرف الأحمر
ja: 赤いカバンはもう受け取ってしまいました
ko: 빨간 패킷를 받았습니다
lo: ຊອງຈົດ ໝາຍ ສີແດງໄດ້ຮັບ
ms: Sampul merah telah diterima
ru: красная сумка была доставлена
zh_hans: 红包已被领完
zh_hant: 紅包已被領完

# redPacket_receive_info
source: Opened Red Packet from %@
ar: لقد تلقيت المغلف الأحمر لـ٪ @
ja: あなたは％@の赤い封筒を受け取りました
ko: %@님의 빨간 패킷을 받았습니다.
lo: ທ່ານໄດ້ຮັບຊອງຈົດ ໝາຍ ສີແດງຈາກ%@
ms: Anda menerima sampul merah% @
ru: Вы получили красные пакеты @
zh_hans: 你领取了%@的红包
zh_hant: 你領取了%@的紅包

# redPacket_receive_info2
source: %@ opened your Red Packet
ar: تلقى٪ @ المغلف الأحمر الخاص بك
ja: 赤い封筒を受け取りました
ko: %@님이 당신의 빨간 을 받았습니다
lo: %@ ໄດ້ຮັບຊອງຈົດ ໝາຍ ສີແດງຂອງທ່ານ
ms: % @ menerima sampul merah anda
ru: %@ получил ваш красный пакет
zh_hans: %@领取了你的红包
zh_hant: %@領取了你的紅包

source: you
ar: أنت
ja: あなたは
ko: 너
lo: ເຈົ້າ
ms: Anda
ru: ты
zh_hans: 你
zh_hant: 你

# ass_doc
source: Associated Document
ar: وثيقة مرتبطة
ja: 関連文書
ko: 관련 문서
lo: ເອກະສານທີ່ກ່ຽວຂ້ອງ
ms: Dokumen bersekutu
ru: связанный документ
zh_hans: 关联文档
zh_hant: 關聯檔案

source: view details
ar: عرض التفاصيل
ja: 詳細を見る
ko: 세부 정보보기
lo: ເບິ່ງລາຍລະອຽດ
ms: Lihat butiran
ru: Просмотр деталей
zh_hans: 查看详情
zh_hant: 查看詳情

source: Launch time:
ar: وقت البدء:
ja: 開始時間：
ko: 시작 시간 :
lo: ເວລາເລີ່ມຕົ້ນ:
ms: Masa permulaan:
ru: время начала:
zh_hans: 发起时间:
zh_hant: 發起時間：

# doc_sponsors
source: sponsors:
ar: الراعي:
ja: スポンサー：
ko: 등록자 :
lo: ຜູ້ໃຫ້ທຶນ:
ms: Penaja:
ru: инициатор:
zh_hans: 发起人:
zh_hant: 發起人：
