Repository: yukui-wang/M3
Catalog: CMPCore/CMPCore/Resources/*.lproj/Localizable.strings
Languages: ar, ja, ko, lo, ms, ru, zh_hans, zh_hant

# login_verification_code_can_not_be_null
source: enter verification code
ar: الرجاء إدخال رمز التحقق
ja: 確認コードを入力してください
ko: 인증 코드를 입력하십시오
lo: ກະລຸນາໃສ່ລະຫັດຢືນຢັນ
ms: Sila masukkan kod pengesahan
ru: Пожалуйста, введите проверочный код
zh_hans: 请输入验证码
zh_hant: 請輸入驗証碼

# login_orgcode
source: Organization code
ar: رمز المنظمة
ja: 組織コード
ko: 조직 코드
lo: ລະຫັດອົງກອນ
ms: Kod Organisasi
ru: код организации
zh_hans: 组织码
zh_hant: 組織碼

# login_orgcode_login
source: Organization code login
ar: رمز دخول المنظمة
ja: 組織コード登録
ko: 조직 코드 로그 인
lo: ເຂົ້າລະຫັດຂອງອົງກອນ
ms: Logmasuk kod organisasi
ru: регистрация кода организации
zh_hans: 组织码登录
zh_hant: 組織碼登錄

# login_other_login
source: Other logins
ar: طرق أخرى لتسجيل الدخول
ja: その他のログイン方式
ko: 다른 로그 인 방법
lo: ວິທີການເຂົ້າສູ່ລະບົບອື່ນໆ
ms: Kaedah daftar masuk lain
ru: другой способ входа
zh_hans: 其他登录方式
zh_hant: 其他登錄方式

# login_orgcode_no_null
source: Organization code cannot be empty
ar: رمز المنظمة لا يمكن أن تكون فارغة
ja: 組織コードは空ではいけません。
ko: 조직 코드 는 비 어 있 으 면 안 됩 니 다
lo: ລະຫັດຂອງອົງກອນບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
ms: Kod organisasi tidak boleh kosong
ru: код организации не может быть пустым
zh_hans: 组织码不能为空
zh_hant: 組織碼不能為空

# vpn_setpwd
source: Set VPN password
ar: تعيين كلمة مرور
ja: パスワードを設定
ko: 비밀번호 설정
lo: ຕັ້ງລະຫັດຜ່ານ
ms: Tetapkan kata laluan
ru: Установить пароль
zh_hans: 设置VPN密码
zh_hant: 設置VPN密碼

# vpn_inputnewpwd
source: Please enter a new password
ar: أدخل كلمة مرور جديدة
ja: 新しいパスワードを入力してください
ko: 새 비밀번호를 입력하세요.
lo: ເຂົ້າລະຫັດຜ່ານໃຫມ່
ms: Masukkan kata laluan baru
ru: Введите новый пароль
zh_hans: 请输入新密码
zh_hant: 请輸入新密碼

# vpn_inputnewpwdagain
source: Please enter a new password again
ar: أدخل كلمة مرور جديدة مرة أخرى
ja: 新しいパスワードを再入力してください
ko: 새 비밀번호를 다시 입력하세요.
lo: ເຂົ້າລະຫັດໃຫມ່ອີກ
ms: Masukkan kata laluan baru sekali lagi
ru: Введите новый пароль еще раз
zh_hans: 请再次输入新密码
zh_hant: 请再次輸入新密碼

# vpn_inputnewpwd_notsame
source: The password entered twice is inconsistent
ar: كلمة المرور التي تم إدخالها مرتين غير متسقة
ja: 2回入力されたパスワードに一貫性がありません
ko: 두 번 입력한 비밀번호가 일치하지 않습니다.
lo: ລະຫັດເຂົ້າສອງຄັ້ງແມ່ນບໍ່ສອດຄ່ອງກັນ
ms: Kata laluan yang dimasukkan dua kali tidak konsisten
ru: Пароль, введенный дважды, несогласован
zh_hans: 两次输入的密码不一致
zh_hant: 兩次輸入的密碼不一致

# vpn_inputnewpwd_over5minitus
source: The password has been changed for more than 5 minutes, please re-enter the change
ar: تم تغيير كلمة المرور لأكثر من 5 دقائق ، يرجى إعادة إدخال التغيير
ja: パスワードが変更されてから5分以上経過しています。変更を再入力してください
ko: 비밀번호가 5분 이상 변경되었으니 다시 입력해 주세요.
lo: ລະຫັດໄດ້ມີການປ່ຽນແປງມາໄດ້ຫຼາຍກວ່າ 5 ນາທີ, ກະລຸນາເຂົ້າສູ່ການປ່ຽນແປງຄືນໃຫມ່
ms: Kata laluan telah ditukar selama lebih dari 5 minit, sila masukkan semula perubahan
ru: Пароль был изменен более 5 минут, пожалуйста, введите изменение повторно
zh_hans: 修改密码已超过5分钟，请重新进入修改
zh_hant: 修改密碼已超過5分鐘，請重新進入修改

# vpn_modifypwd_success
source: Modify password success
zh_hans: 修改密码成功
zh_hant: 修改密碼成功

# vpn_modifypwd_firsttip
source: You need to change the password upon the first login to the VPN
zh_hans: VPN首次登录需要修改密码
zh_hant: VPN首次登錄需要修改密碼

# vpn_modifypwd_gomodify
source: Modify
zh_hans: 去修改
zh_hant: 去修改

# vpn_renewpwd_success
source: Password changed successfully
zh_hans: 密码修改成功
zh_hant: 密碼修改成功

# vpn_renewpwd_overtime
source: Change password more than 5 minutes，please return and enter again
zh_hans: 修改密码已超过5分钟，请重新进入修改
zh_hant: 修改密碼已超過5分鐘，請重新進入修改

# vpn_set_toplevel
source: Advanced Settings
zh_hans: 高级设置
zh_hant: 高級設置

# vpn_set_btntitle
source: VPN settings
zh_hans: VPN设置
zh_hant: VPN設置

# vpn_set_btntitledone
source: VPN is set
zh_hans: VPN已设置
zh_hant: VPN已設置

# vpn_set_enteraddress
source: Please enter a VPN address
zh_hans: 请输入VPN地址
zh_hant: 請輸入VPN位址

# vpn_set_pwdverify
source: Password Authentication
zh_hans: 密码认证
zh_hant: 密碼認證

# vpn_set_entername
source: Please enter a username
zh_hans: 请输入用户名
zh_hant: 請輸入使用者名

# vpn_set_enterpwd
source: Please enter a password
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# vpn_set_spaverify
source: SPA Verification
zh_hans: SPA验证
zh_hant: SPA驗證

# vpn_set_spaentercode
source: Please enter SPA verification code
zh_hans: 请输入SPA验证码
zh_hant: 請輸入SPA驗證碼

# vpn_set_description
source: Configuration Description (Only supports Sangfor VPN) 1、Enter the VPN address and configure the authentication information 2、If you need to change the VPN password, please go to Sangfor client to modify
zh_hans: 配置说明（仅支持深信服VPN) 1、输入VPN地址后进行认证信息配置 2、如需修改VPN密码请前往深信服客户端修改
zh_hant: 配置說明（僅支援深信服VPN） 1、輸入VPN位址後進行認證資訊配置 2、如需修改VPN密碼請前往深信服用戶端修改

# vpn_set_agreedes
source: Submission is deemed to be convincing with consent
zh_hans: 提交视为同意深信服
zh_hant: 提交視為同意深信服

# vpn_set_privacy
source: Privacy Agreement
zh_hans: 《隐私协议》
zh_hant: 《隱私協定》

# vpn_set_submit
source: submit
zh_hans: 提交
zh_hant: 提交

# vpn_set_blanktip
source: There are unfilled fields
zh_hans: 存在未填写内容
zh_hant: 存在未填寫內容

# vpn_connect_ing
source: Connecting to VPN
ar: الاتصال بشبكة الخصوصية الافتراضية (VPN)
ja: VPN接続中
ko: VPN 연결 중
lo: ການເຊື່ອມຕໍ່ຫຼັງ VPN
ms: Sedang menyambung ke VPN
ru: Подключение к VPN
zh_hans: VPN连接中
zh_hant: VPN連接中

# vpn_connect_fail
source: VPN Connection Failed
ar: فشل الاتصال بشبكة الخصوصية الافتراضية (VPN)
ja: VPN接続に失敗しました
ko: VPN 연결 실패
lo: ການເຊື່ອມຕໍ່ຫຼັງ VPN ລົ້ມມວງ
ms: Gagal menyambung ke VPN
ru: Сбой подключения к VPN
zh_hans: VPN连接失败
zh_hant: VPN連接失敗

# vpn_connect_nohand
source: Unable to Connect to VPN Address
ar: لا يمكن الاتصال بعنوان شبكة الخصوصية الافتراضية (VPN)
ja: VPNアドレスに接続できません
ko: VPN 주소에 연결할 수 없음
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ຫຼັງ VPN ດ້ວຍຈີນ
ms: Tidak dapat menyambung ke alamat VPN
ru: Не удается подключиться к адресу VPN
zh_hans: VPN地址无法连接
zh_hant: VPN地址無法連接

# vpn_connect_reset
source: Please Reset
ar: يرجى إعادة التعيين
ja: 再設定してください
ko: 재설정하세요
lo: ກະລຸນາຕັ້ງຄ່າໃໝ່
ms: Sila reset
ru: Пожалуйста, переустановите
zh_hans: 请重新设置
zh_hant: 請重新設置

# screenshot_control_tips
source: We have already launched Screenshot Control, we will send a record to server after your screenshot
ar: التحكم في التقاط الشاشة قيد التشغيل ، يتم تسجيل العمليات في سجل
ja: スクリーンキャプチャコントロールがオンで、操作はバックグラウンドログに記録されます
ko: 화면 캡처 컨트롤이 켜져 있고 작업이 백그라운드 로그에 기록됩니다
lo: ການຄວບຄຸມການຈັບພາບ ໜ້າ ຈໍໄດ້ຖືກເປີດໃຊ້ງານ, ແລະການປະຕິບັດງານຖືກບັນທຶກລົງໃນບັນທຶກພື້ນຫລັງ
ms: Kawalan tangkapan skrin aktif, operasi dilog masuk log latar belakang
ru: Контроль захвата экрана включен, операции регистрируются в фоновом журнале
zh_hans: 截屏控制已开启，操作记入后台日志
zh_hant: 截屏控製已開啟，操作記入後颱日誌

# screeenshot_control_iknow_btn
source: Got it
ar: حصلت عليه
ja: わかった
ko: 알았어
lo: ເຂົ້າໃຈ
ru: Получил это
zh_hans: 知道了
zh_hant: 知道了

# screeenshot_page_title_multi_login
source: Multi terminal landing page
ar: صفحة تسجيل الدخول
ja: マルチログインページ
ko: 다단 계 로그 인 페이지
lo: ໜ້າ ເຂົ້າສູ່ລະບົບຫຼາຍປາຍທາງ
ms: Halaman log masuk pelbagai terminal
ru: многополюсная страница входа
zh_hans: 多端登录页
zh_hant: 多端登入頁

# screeenshot_page_title_camera
source: camera
ar: الكاميرا
ja: カメラ
ko: 카메라.
lo: ກ້ອງ​ຖ່າຍ​ຮູບ
ms: Kamera
ru: камера
zh_hans: 相机
zh_hant: 相機

# screeenshot_page_title_empty
source: Blank page
ar: صفحة فارغة
ja: 空白ページ
ko: 빈 페이지
lo: ຫນ້າເປົ່າ
ms: Halaman kosong
ru: пустая страница
zh_hans: 空白页
zh_hant: 空白頁

# screeenshot_page_title_image_browser
source: Picture view
ar: عرض الصور
ja: 画像の表示
ko: 그림 보기
lo: ເບິ່ງຮູບ
ms: Paparan Gambar
ru: картинка
zh_hans: 图片查看
zh_hant: 圖片查看

# screeenshot_page_title_AVPlayer
source: Audio and video player
ar: مشغل الصوت والفيديو
ja: ビデオプレーヤー
ko: 오디 오 및 비디오 플레이어
lo: ເຄື່ອງຫຼີ້ນສຽງແລະເຄື່ອງສຽງ
ms: Pemain audio dan video
ru: звуковой проигрыватель
zh_hans: 音视频播放器
zh_hant: 音視頻播放機

# picture_forward_text
source: Forward
ar: أحالت
ja: 進む
ko: 앞으로
lo: ສົ່ງຕໍ່
ms: Teruskan
ru: Forwarded
zh_hans: 转发
zh_hant: 轉髮

# picture_photo_text
source: Photo
ar: صور
ja: 写真
ko: 사진
lo: ຮູບພາບ
ms: Foto
ru: фото
zh_hans: 照片
zh_hant: 照片

# picture_video_text
source: Video
ar: فيديو
ja: 映像
ko: 비디오
lo: ວິດີໂອ
ru: видео
zh_hans: 视频
zh_hant: 視頻

# picture_check_pics_title
source: Photo/Video
ar: صورة / فيديو
ja: 写真/ビデオ
ko: 사진 / 비디오
lo: ຮູບ / ວິດີໂອ
ms: Gambar / Video
ru: Фото / видео
zh_hans: 图片/视频
zh_hant: 圖片/視頻

# picture_multi_select_btn_title
source: Select
ar: الاختيار من متعدد
ja: 複数選択
ko: 객관식
lo: ຫລາຍທາງເລືອກ
ms: Pilihan berganda
ru: Множественный выбор
zh_hans: 多选
zh_hant: 多選

# picture_pic_selected_empty_tips
source: Please select photo
ar: يرجى اختيار صورة
ja: 写真を選択してください
ko: 사진을 선택하십시오
lo: ກະລຸນາເລືອກຮູບ
ms: Sila pilih gambar
ru: Пожалуйста, выберите изображение
zh_hans: 请选择图片
zh_hant: 請選擇圖片

# photo_preview_nav_title
source: Pan and zoom
ar: عموم والتكبير
ja: パンとズーム
ko: 이동 및 확대
lo: ຍ້າຍແລະຂະຫຍາຍໃຫຍ່ຂື້ນ
ms: Pan dan zum
ru: Панорамирование и масштабирование
zh_hans: 移动和缩放
zh_hant: 移動和縮放

# video_component_retake_title
source: Retake
ar: استعمال
ja: リメイク
ko: 리메이크
lo: ລະວັງ
ms: Remake
ru: Пересдача
zh_hans: 重拍
zh_hant: 重拍

# video_component_use_title
source: Use
ar: استعمال
ja: 使用するには
ko: 사용
lo: ການນໍາໃຊ້
ms: Untuk digunakan
ru: Использовать
zh_hans: 使用
zh_hant: 使用

# video_component_select_from_album
source: Select from album
ar: اختر من الألبوم
ja: アルバムから選択
ko: 앨범에서 선택
lo: ເລືອກຈາກອັນລະບັ້ມ
ms: Pilih daripada album
ru: Выбрать из альбома
zh_hans: 从相册选择
zh_hant: 從相冊選擇

# video_component_take_photo
source: Take photo
ar: التقط صورة
ja: 写真を撮る
ko: 사진 찍기
lo: ຖ່າຍ​ຮູບ
ms: Ambil gambar
ru: Сфотографируй
zh_hans: 拍照
zh_hant: 拍照

# video_component_no_permission
source: Unable to shoot, please turn on microphone and camera permissions in the phone system settings
ar: غير قادر على اطلاق النار ، يرجى فتح الميكروفون والكاميرا الأذونات في إعدادات نظام الهاتف المحمول
ja: 撮影できませんでした。携帯電話システムの設定でマイクとカメラの権限を開いてください。
ko: 촬영할 수 없습니다. 휴대폰 시스템에 마이크와 카메라 권한을 켜주세요.
lo: ບໍ່ສາມາດຍິງໄດ້, ກະລຸນາເປີດໄມໂຄຣໂຟນແລະກ້ອງຖ່າຍຮູບສິດໃນການຕັ້ງຄ່າລະບົບໂທລະສັບ
ms: Tidak dapat menembak, sila hidupkan mikrofon dan keizinan kamera dalam tetapan sistem telefon
ru: невозможно снять микрофон и права камеры
zh_hans: 无法拍摄,请在手机系统设置中开启麦克风和相机权限
zh_hant: 無法拍攝，請在手機系統設置中開啟麥克風和相機許可權

# audio_component_no_permission
source: Unable to record, please turn on microphone permission in the phone system settings
ar: غير قادر على تسجيل ، يرجى فتح الميكروفون في إعدادات نظام الهاتف
ja: 録音できませんでした。携帯電話システムの設定でマイクの権限を開いてください。
ko: 녹음할 수 없습니다. 휴대폰 시스템 설정 중 마이크 권한을 켜십시오
lo: ບໍ່ສາມາດບັນທຶກໄດ້, ກະລຸນາອະນຸຍາດໄມໂຄຣໂຟນໃນການຕັ້ງຄ່າລະບົບໂທລະສັບ
ms: Tidak dapat merakam, sila hidupkan kebenaran mikrofon dalam tetapan sistem telefon
ru: Не удалось записать, включите права микрофона в настройки системы
zh_hans: 无法录音,请在手机系统设置中开启麦克风权限
zh_hant: 無法錄音，請在手機系統設置中開啟麥克風許可權

# video_component_data_loading_failed
source: Audio and video loading failed, please contact the administrator
ar: فشل تحميل الصوت والفيديو ، يرجى الاتصال بالمسؤول
ja: オーディオとビデオのロードに失敗しました。管理者に連絡してください
ko: 오디오 및 비디오 로딩에 실패했습니다. 관리자에게 문의하십시오
lo: ການໂຫລດສຽງແລະວີດີໂອລົ້ມເຫລວ, ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບ
ms: Pemuatan audio dan video gagal, sila hubungi pentadbir
ru: Не удалось загрузить аудио и видео, обратитесь к администратору
zh_hans: 音视频加载失败,请联系管理员
zh_hant: 音視頻加載失敗,請聯繫管理員

# video_compress
source: Compress...
ar: ضغط
ja: 圧縮中
ko: 압축 중
lo: ການບີບອັດ
ms: Pemampatan
ru: сжатие
zh_hans: 压缩中
zh_hant: 壓縮中

# user_notification_not_open_tip
source: It is detected that you have not enabled the push notification. In order to receive the notification in time, I suggest you open it
ar: الكشف عن عدم فتح دفع إشعار ، من أجل الحصول على إشعار في الوقت المناسب ، أقترح عليك فتح
ja: あなたがオープンしていないことを確認しました。通知を受けるために、オープンすることをお勧めします。
ko: 푸 시 알림 을 실행 하지 않 은 것 을 확인, 제때에 통 지 를 받 기 위해 오픈 을 권장 합 니 다.
lo: ມັນຖືກກວດພົບວ່າທ່ານບໍ່ໄດ້ເປີດແຈ້ງການຊຸກຍູ້. ເພື່ອໃຫ້ໄດ້ຮັບການແຈ້ງເຕືອນໃນເວລາ, ຄວນແນະ ນຳ ໃຫ້ທ່ານເປີດໃຊ້
ms: Diketahui bahawa anda belum mengaktifkan pemberitahuan push. Untuk menerima pemberitahuan tepat pada waktunya, disarankan agar anda mengaktifkannya
ru: обнаружено, что вы не открывали уведомления, чтобы получить их вовремя, рекомендуется открыть
zh_hans: 检测到你未开启推送通知，为了及时收到通知，建议你开启
zh_hant: 檢測到你未開啟推送通知，為了及時收到通知，建議你開啟

# user_notification_ignore
source: ignore
ar: أهمل
ja: 無視
ko: 무시 하 다.
lo: ບໍ່ສົນໃຈ
ms: abai
ru: игнорировать
zh_hans: 忽略
zh_hant: 忽略

# low_system_blank_tip
source: It is detected that the version of your IOS system is low, and the page may appear white screen or refresh repeatedly due to excessive memory consumption. In order to avoid affecting your use experience, it is recommended to upgrade the system version to IOS 11.0 or replace your device
ar: الكشف عن نسخة من نظام دائرة الرقابة الداخلية الخاصة بك منخفضة ، قد تظهر صفحة الشاشة البيضاء أو التحديث المتكرر بسبب الإفراط في الذاكرة ، لتجنب التأثير على تجربة استخدام الخاص بك ، فمن المستحسن أن ترقية نسخة النظام إلى ios11.0 أو أكثر من استبدال الجهاز الخاص بك
ja: あなたのiOSシステムのバージョンが低いと検出されました。メモリの容量が多すぎて画面が白くなったり、繰り返し更新されたりすることがあります。ご利用体験に影響を与えないように、システムバージョンをiOS 11.0以上にアップグレードしたり、デバイスを交換したりすることをお勧めします。
ko: iOS 시스템 버 전이 낮 다 는 것 을 알 게 되 었 습 니 다. 메모리 사용량 이 너무 많 기 때문에 화면 화이트 스크린 이나 반복 새로 고침 현상 이 발생 할 수 있 습 니 다. 사용자 의 사용 체험 에 영향 을 주지 않도록 시스템 버 전 을 iOS 11.0 이상으로 업그레이드 하거나 장 치 를 교체 하 는 것 을 권장 합 니 다.
lo: ມີການກວດພົບວ່າລະບົບ iOS ຂອງທ່ານຍັງຕໍ່າ, ແລະ ໜ້າ ເວັບອາດຈະຫວ່າງຫລືເຮັດ ໃໝ່ ສົດຊື່ນຍ້ອນການໃຊ້ຫນ່ວຍຄວາມ ຈຳ ຫຼາຍເກີນໄປ. ອຸປະກອນ
ms: Ia dikesan bahawa versi sistem iOS anda rendah, dan halaman mungkin kosong atau berulang kali disegarkan kerana penggunaan memori yang berlebihan. Untuk mengelakkan mempengaruhi pengalaman anda, disarankan untuk meningkatkan versi sistem ke iOS11.0 atau lebih tinggi atau mengganti anda peralatan
ru: Обнаружена низкая версия системы iOS, возможно, из - за чрезмерного использования памяти появится белый экран страницы или повторение обновления, во избежание того, чтобы повлиять на ваш опыт использования, рекомендуется обновить версию системы на iOS11. 0 или заменить её
zh_hans: 检测到您的iOS系统版本较低，可能会出现因内存占用过多导致的页面白屏或反复刷新现象，为避免影响您的使用体验，建议将系统版本升级到iOS11.0以上或更换您的设备
zh_hant: 檢測到您的iOS系統版本較低，可能會出現因記憶體佔用過多導致的頁面白屏或反復重繪現象，為避免影響您的使用體驗，建議將系統版本陞級到iOS11.0以上或更換您的設備

source: Select multiple chats
ar: اختيار دردشة متعددة
ja: 複数のチャットを選択
ko: 여러 채팅 선택
lo: ເລີ່ມການສົນທະນາ
ms: Pilih berbilang sembang
ru: Выберите несколько разговоров
zh_hans: 选择多个聊天
zh_hant: 選擇多個聊天

# excess_quantity
source: You can select a maximun of 10 sessions
ar: يمكن اختيار ما يصل إلى 10 دورات
ja: 最大10セッションまで選択可能
ko: 최대 10개의 세션 선택 가능
lo: ກຳລັງອອກຈາກບັນທີ 10 ທີ່ເປັນໄປໄດ້
ms: Sehingga 10 sesi boleh dipilih
ru: Можно выбрать до 10 сеансов.
zh_hans: 最多可选择10个会话
zh_hant: 最多可選擇10個會話

source: Send separately to
ar: أرسل إلى
ja: 別々に送信
ko: 각각 보내기
lo: ຍ້າຍໄປທົ່ວໄປທົ່ວໄປ
ms: Hantar secara terpisah ke
ru: Отправить отдельно
zh_hans: 分别发送给
zh_hant: 分別發送給

# total_message
source: %lu messages in total
ar: رسائل %lu ما مجموعه
ja: 合計%lu件のメッセージ
ko: 총 %lu개 메시지
lo: %lu ຂໍ້ມູນລະຫວ່າງ
ms: %lu mesej dalam jumlah
ru: Всего %lu новостей.
zh_hans: 共%lu条消息
zh_hant: 共%lu條消息

# slide_to_top_screen
source: Slide down to the second floor to check the recent footprints
ar: تنزلق إلى الطابق الثاني لرؤية آثار أقدام الأخيرة
ja: 2階に降りて最近の足跡を見る
ko: 2층으로 내려가 최근 발자취를 살펴보다
lo: ຂະບວນການຍ່າຍໄປທີ່, ເພື່ອກວດດ້ວຍສະຖານທີ່ມີຢູ່
ms: Lekas ke tingkat kedua untuk periksa jejak kaki baru-baru ini
ru: Спускайтесь на второй этаж, чтобы увидеть последние следы.
zh_hans: 下滑到二楼查看最近足迹
zh_hant: 下滑到二樓查看最近足跡

# add_to_top_screen
source: Add to the second floor
ar: إضافة إلى الطابق الثاني
ja: 2階に追加
ko: 2층에 추가
lo: ເພີ້ມລະບົບທຳອິດ
ms: Tambah ke tingkat kedua
ru: Добавить на второй этаж
zh_hans: 添加到二楼
zh_hant: 添加到二樓

# cancel_to_top_screen
source: Remove from the second floor
ar: إزالة من الطابق الثاني
ja: 2階から削除
ko: 2층에서 제거
lo: ລຶບບ່ຽງເບທຳອິນ
ms: Buang dari tingkat kedua
ru: Удалить со второго этажа
zh_hans: 从二楼移除
zh_hant: 從二樓移除

# recently_title
source: recently
ar: في الآونة الأخيرة
ja: 最近
ko: 요즘
lo: ຍ່າຍໄຫດ
ms: baru-baru ini
ru: В последнее время
zh_hans: 最近
zh_hant: 最近

# common_entry
source: Common entrances
ar: مدخل مشترك
ja: 共通エントリ
ko: 일반 포털
lo: ພົນສຸດງ່າງປະທ້ວໄປ
ms: Masuk umum
ru: Часто используемый вход
zh_hans: 常用入口
zh_hant: 常用入口

source: My second floor
ar: بلدي الطابق الثاني
ja: 私の二階
ko: 나의 2층
lo: ປ້ອນໃຕ້ດິນ
ms: Tingkat kedua saya
ru: Мой второй этаж.
zh_hans: 我的二楼
zh_hant: 我的二樓

# top_screen_recently_tip
source: Recently viewed documents, collaborations, etc. will appear here
ar: الوثائق الأخيرة ، والتعاون ، وما إلى ذلك سوف تظهر هنا
ja: 最近見たドキュメント、コラボレーションなどがここに表示されます
ko: 최근에 본 문서, 협동 등이 여기에 나타날 것이다
lo: ໂປຣເເກຣມ ທີ່ຫາຍໃຈ, ຊ່ວຍເຫລືອນ, ແລະອື່ນ. ຈະເຮັດໃຫ້ເກີດຂໍ້ມູນ
ms: Dokumen yang baru dipaparkan, kerjasama, dll. akan muncul di sini
ru: Недавно просмотренные документы, синергия и т. Д. появятся здесь
zh_hans: 最近查看的文档、协同等将会出现在这里
zh_hant: 最近查看的文檔、協同等將會出現在這裏

# add_top_screen_success
source: Success Added
ar: تمت الإضافة بنجاح
ja: 追加成功
ko: 추가 성공
lo: ເພີ່ມສົມມຸນ
ms: Berjaya Ditambah
ru: Успешно добавлено
zh_hans: 添加成功
zh_hant: 添加成功

# remove_top_screen_success
source: Success Removed
ar: تمت الإزالة بنجاح
ja: 削除に成功しました
ko: 성공적으로 제거됨
lo: ຍ້າຍສົມມຸນ
ms: Berjaya Dikeluarkan
ru: Успешно удалено
zh_hans: 移除成功
zh_hant: 移除成功

source: More operations
ar: المزيد من العمليات
ja: その他の操作
ko: 추가 작업
lo: ການດຳເນີນການຕ່າງໆ
ms: Lebih operasi
ru: Больше операций
zh_hans: 更多操作
zh_hant: 更多操作

# share_btn_qq
source: QQ
lo: ຖາມ
